Repository: AlvaroLS01/pos
Catalog: comerzzia-iskaypet-pos-gui/src/main/resources/skins/iskaypet/com/comerzzia/pos/gui/i18n/po/cmz-pos-ext_*.po
Languages: ca, fr, pt

source: El cliente tiene el check de ticket digital marcado pero no tiene mail relleno
ca: El client té el check de tiquet digital marcat però no té mail farcit
fr: Le client a coché le ticket numérique mais n'a pas renseigné l'email.
pt: O cliente marcou a opção de comprovante digital, mas não preencheu o e-mail.

source: El email no contiene un formato correcto
ca: El correu electrònic no conté un format correcte
fr: L'email ne contient pas un format correct
pt: O e-mail não está em um formato correto

source: El email introducido no coincide con el introducido en el paso previo
ca: El correu electrònic introduït no coincideix amb el introduït en el pas anterior
fr: L'email saisi ne correspond pas à celui saisi à l'étape précédente
pt: O e-mail inserido não coincide com o inserido na etapa anterior

source: Email para envío de ticket
ca: Correu electrònic per a l'enviament de tiquets
fr: Email pour l'envoi du ticket
pt: E-mail para envio de ticket

source: Confirmación Email para envío de ticket
ca: Confirmació per correu electrònic per a l'enviament de tiquets
fr: Confirmation de l'email pour l'envoi du ticket
pt: Confirmação de e-mail para envio de ticket

source: Imprimir Ticket
ca: Imprimir Tiquet
fr: Imprimer le ticket
pt: Impresion del ticket

source: Enviar Email
ca: Enviar Correu Electrònic
fr: Envoyer un email

source: Imprimir y Enviar Email
ca: Imprimir i Enviar Correu Electrònic
fr: Imprimer et envoyer un email
pt: Imprimir e Enviar E-mail

source: El cliente no lo quiere
ca: El client no ho vol
fr: Le client ne le veut pas
pt: O cliente não quer

source: Error de tienda
ca: Error de botiga
fr: Erreur de magasin
pt: Erro da loja

source: Otros
ca: Altres
fr: Autres
pt: Outros

source: Diferente PVP -Etiqueta Linea y TPV
ca: Diferent PVP - Etiqueta Línia i TPV
fr: Différent PVP - Étiquette Ligne et TPV
pt: Diferente PVP - Etiqueta Linha e TPV

source: Precio WEB
ca: Preu WEB
fr: Prix WEB
pt: Preço WEB

source: OTROS
ca: ALTRES
fr: AUTRES
pt: OUTROS

source: No lo quiere
ca: No ho vol
fr: Il ne le veut pas
pt: Não quer

source: Producto Defectuoso
ca: Producte Defectuós
fr: Produit défectueux
pt: Produto com defeito

source: Error de compra en el producto
ca: Error de compra en el producte
fr: Erreur d'achat du produit
pt: Erro de compra no produto

source: No salta la oferta
ca: No salta l'oferta
fr: L'offre ne saute pas
pt: A oferta não aparece

source: No salta cupón descuento
ca: No salta cupó descompte
fr: Le coupon de réduction ne saute pas
pt: O cupão de desconto não aparece

source: Gastos de Tienda
ca: Despeses de Botiga
fr: Frais de magasin
pt: Despesas da loja

source: Gastos limpieza
ca: Despeses neteja
fr: Frais de nettoyage
pt: Despesas de limpeza

source: Gastos papel
ca: Despeses paper
fr: Frais de papier
pt: Despesas de papel

source: Gastos Agua empl.
ca: Despeses Aigua empl.
fr: Frais d'eau empl.
pt: Despesas de água

source: Faltante de arqueo Efectivo
ca: Faltant d'arqueig Efectiu
fr: Manquant de caisse en espèces

source: Sobrante de arqueo Efectivo
ca: Sobrant d'arqueig Efectiu
fr: Excédent de caisse en espèces

source: Compensación de caja: Positiva
ca: Compensació de caixa: Positiva
fr: Compensation de caisse : Positive
pt: Compensação de caja: Positiva

source: Compensación de caja: Negativa
ca: Compensació de caixa: Negativa
fr: Compensation de caisse : Négative
pt: Compensação de caja: Negativa

source: Gastos de navidad
ca: Despeses de Nadal
fr: Frais de Noël
pt: Despesas de Natal

source: ENTREGADO
ca: ENTREGAT
fr: RENDU
pt: ENTREGUE

source: CAMBIO
ca: CANVI
fr: MONNAIE
pt: TROCO

source: PENDIENTE
ca: PENDENT
fr: EN ATTENTE
pt: PENDENTE

source: Lote y fecha de caducidad
ca: Lot i data de caducitat
fr: Lot et date d'expiration
pt: Lote e data de validade

source: Información complementaria medicamento
ca: Informació complementària medicament
fr: Informations complémentaires sur les médicaments
pt: Informação complementar do medicamento

source: Fecha de caducidad
ca: Data de caducitat
fr: Date d'expiration
pt: Data de validade

source: Lote (confirmación)
ca: Lot (confirmació)
fr: Lot (confirmation)
pt: Lote (confirmação)

source: Introducción manual
ca: Introducció manual
fr: Introduction manuelle
pt: Introdução manual

source: Previsualización
ca: Previsualització
fr: Prévisualisation
pt: Pré-visualização

source: Datos de la mascota
ca: Dades de la mascota
fr: Données de l'animal de compagnie
pt: Dados da mascote

source: Especie
ca: Espècie
fr: Espèce
pt: Espécie

source: Raza
ca: Raça
fr: Race
pt: Raça

source: Peso(g)
ca: Pes(g)
fr: Poids (g)

source: Tipo Identificador
ca: Tipus Identificador
fr: Type d'Identifiant
pt: Tipo de Identificador

source: No se puede asegurar
ca: No es pot assegurar
fr: On ne peut pas garantir
pt: Não é possível garantir

source: Macho
ca: Mascle
fr: Mâle

source: Hembra
ca: Femella
fr: Femelle
pt: Fêmea

source: Ninguno
ca: Cap
fr: Aucun
pt: Nenhum

source: Microchip
ca: Microxip
fr: Puce électronique

source: Anilla
ca: Anella
fr: Bague
pt: Anilha

source: La apertura del visor de PDF no es compatible en este sistema.
ca: La obertura del visor de PDF no és compatible en aquest sistema.
fr: L'ouverture du visualiseur PDF n'est pas compatible avec ce système.
pt: A abertura do visualizador de PDF não é compatível neste sistema.

source: Pagos origen
ca: Pagaments origen
fr: Paiements d'origine
pt: Pagamentos de origem

source: Solo se pueden consultar los pagos de origen en una devolución.
ca: Només es poden consultar els pagaments d'origen en una devolució.
fr: Vous ne pouvez consulter les paiements d'origine que dans un retour.
pt: Apenas os pagamentos de origem podem ser consultados em uma devolução.

source: No se puede consultar los pagos de origen en una devolución sin origen.
ca: No es pot consultar els pagaments d'origen en una devolució sense origen.
fr: Vous ne pouvez pas consulter les paiements d'origine dans un retour sans origine.
pt: Não é possível consultar os pagamentos de origem em uma devolução sem origem.

source: FORMA DE PAGO ORIGEN
ca: FORMA DE PAGAMENT ORIGEN
fr: MODE DE PAIEMENT D'ORIGINE
pt: FORMA DE PAGAMENTO DE ORIGEM

source: El importe a devolver por este medio de pago no puede ser superior al de origen
ca: L'import a retornar per aquest mitjà de pagament no pot ser superior al d'origen
fr: Le montant à rembourser par ce moyen de paiement ne peut pas être supérieur à celui d'origine
pt: O valor a ser devolvido por este meio de pagamento não pode ser superior ao de origem

source: El medio de pago seleccionado no permite pagos mixtos.
ca: El mitjà de pagament seleccionat no permet pagaments mixtos.
fr: Le mode de paiement sélectionné n'accepte pas les paiements mixtes.
pt: O meio de pagamento selecionado não permite pagamentos mistos.

source: El medio de pago seleccionado solo admite pagos integros (total a pagar).
ca: El mitjà de pagament seleccionat només admet pagaments íntegres (total a pagar).
fr: Le mode de paiement sélectionné n'accepte que les paiements intégraux (total à payer).
pt: O meio de pagamento selecionado só aceita pagamentos integrais (total a pagar).

source: Ha ocurrido un error al intentar guardar el vale de devolución en tienda
ca: Ha ocorregut un error en intentar guardar el val de devolució a botiga
fr: Une erreur s'est produite lors de la tentative d'enregistrement du bon de retour en magasin
pt: Ocorreu um erro ao tentar salvar o cupão de devolução na loja

source: No se ha encontrado el vale de devolución con el número de tarjeta indicado
ca: No s'ha trobat el val de devolució amb el número de targeta indicat
fr: Le bon de retour avec le numéro de carte indiqué n'a pas été trouvé
pt: O cupão de devolução não foi encontrado com o número de cartão indicado

source: No se dispone de un código de validación para generar un ATCUD. Revise la configuración.
ca: No es disposa d'un codi de validació per generar un ATCUD. Revisi la configuració.
fr: Il n'y a pas de code de validation pour générer un ATCUD. Vérifiez la configuration.
pt: Não há um código de validação disponível para gerar um ATCUD. Verifique a configuração.

source: No se ha encontrado un contador disponible
ca: No s'ha trobat un comptador disponible
fr: Aucun compteur disponible n'a été trouvé
pt: Nenhum contador disponível foi encontrado

source: Error comprobando configuracion de ATCUD: {0}
ca: Error comprovant configuració de ATCUD: {0}
fr: Erreur lors de la vérification de la configuration de l'ATCUD : {0}
pt: Erro ao verificar a configuração do ATCUD: {0}

source: Impresión de prueba
ca: Impressió de prova
fr: Impression de test
pt: Impressão de teste

source: Cajón de prueba
ca: Calaix de prova
fr: Tiroir d'essai
pt: Gaveta de teste

source: Para continuar con la impresión de prueba, por favor asegúrate de haber guardado previamente la configuración y de haber reiniciado el POS. ¿Estás seguro de que deseas proceder con la impresión?
ca: Per continuar amb la impressió de prova, si us plau, assegura't d'haver desat prèviament la configuració i d'haver reiniciat el POS. Estàs segur que vols continuar amb la impressió?
fr: Pour continuer avec l'impression de test, veuillez vous assurer d'avoir préalablement sauvegardé la configuration et redémarré le POS. Êtes-vous sûr de vouloir continuer l'impression ?
pt: Para continuar com a impressão de teste, por favor, certifique-se de ter guardado previamente a configuração e de ter reiniciado o POS. Tem certeza de que deseja prosseguir com a impressão?

source: unidades
ca: unitats
fr: unités

source: Máximo
ca: Màxim
fr: Maximum

source: Has introducido más unidades de este lote de las que hay en el ticket origen
ca: Has introduït més unitats d'aquest lot de les que hi ha al tiquet origen
fr: Vous avez saisi plus d'unités de ce lot que celles figurant sur le ticket d'origine
pt: Você inseriu mais unidades deste lote do que as que estão no ticket de origem

source: Debe introducir un número de unidades
ca: Ha d'introduir un número d'unitats
fr: Vous devez saisir un nombre d'unités
pt: Você deve inserir um número de unidades

source: La fecha de caducidad no puede ser anterior a la fecha actual
ca: La data de caducitat no pot ser anterior a la data actual
fr: La date d'expiration ne peut pas être antérieure à la date actuelle
pt: A data de validade não pode ser anterior à data atual

source: El localizador introducido es demasiado largo y supera el límite de caracteres
ca: El localitzador introduït és massa llarg i supera el límit de caràcters
fr: Le localisateur saisi est trop long et dépasse la limite de caractères
pt: O localizador inserido é muito longo e excede o limite de caracteres

source: Existe un ticket sin finalizar. Se tiene que terminar ese ticket antes de poder realizar una devolución.
ca: Existeix un tiquet sense finalitzar. S'ha d'acabar aquest tiquet abans de poder realitzar una devolució.
fr: Il y a un ticket non finalisé. Vous devez terminer ce ticket avant de pouvoir effectuer un retour.
pt: Existe um ticket não finalizado. Você deve concluir esse ticket antes de poder fazer uma devolução.

source: Existe un ticket guardado con pagos realizados. Se tiene que terminar ese ticket antes de poder realizar una devolución.
ca: Existeix un tiquet guardat amb pagaments realitzats. S'ha d'acabar aquest tiquet abans de poder realitzar una devolució.
fr: Il y a un ticket enregistré avec des paiements effectués. Vous devez terminer ce ticket avant de pouvoir effectuer un retour.
pt: Existe um ticket salvo com pagamentos realizados. Você deve concluir esse ticket antes de poder fazer uma devolução.

source: Se han encontrado nuevas etiquetas de artículos para su impresión
ca: S'han trobat noves etiquetes d'articles per a la seva impressió
fr: De nouvelles étiquettes d'articles ont été trouvées pour l'impression
pt: Foram encontradas novas etiquetas de artigos para impressão

source: Se han encontrado nuevas etiquetas de precios para su impresión
ca: S'han trobat noves etiquetes de preus per a la seva impressió
fr: De nouvelles étiquettes de prix ont été trouvées pour l'impression
pt: Foram encontradas novas etiquetas de preços para impressão

source: Se han encontrado nuevas etiquetas de promoción para su impresión
ca: S'han trobat noves etiquetes de promoció per a la seva impressió
fr: De nouvelles étiquettes de promotion ont été trouvées pour l'impression
pt: Foram encontradas novas etiquetas de promoção para impressão

source: El importe a devolver por este medio de pago es superior al de origen
ca: L'import a retornar per aquest mitjà de pagament és superior al d'origen
fr: Le montant à rembourser par ce moyen de paiement est supérieur à celui d'origine
pt: O valor a ser devolvido por este meio de pagamento é superior ao de origem

source: El método de pago a devolver supera la cantidad usada en origen. ¿Está seguro de querer anotar el pago?
ca: El mètode de pagament a retornar supera la quantitat usada en origen. Està segur de voler anotar el pagament?
fr: La méthode de paiement à rembourser dépasse le montant utilisé à l'origine. Êtes-vous sûr de vouloir enregistrer le paiement?
pt: O método de pagamento a ser devolvido excede a quantidade usada na origem. Tem certeza de que deseja registrar o pagamento?

source: Error al consultar los detalles para la mascota
ca: Error en consultar els detalls per a la mascota
fr: Erreur lors de la consultation des détails pour l'animal de compagnie
pt: Erro ao consultar os detalhes para a mascote

source: Datos del contrato
ca: Dades del contracte
fr: Données du contrat
pt: Dados do contrato

source: Identificación del Animal
ca: Identificació de l'Animal
fr: Identification de l'animal
pt: Identificação do Animal

source: Hay animales sin identificación asignada.
ca: Hi ha animals sense identificació assignada.
fr: Il y a des animaux sans identification attribuée.
pt: Existem animais sem identificação atribuída.

source: Información complementaria animal
ca: Informació complementària animal
fr: Informations complémentaires sur l'animal
pt: Informação complementar do animal

source: No se ha asignado identificación animal, la pantalla se cerrará, ¿Está seguro?
ca: No s'ha assignat identificació animal, la pantalla es tancarà, està segur?
fr: Aucune identification animale n'a été attribuée, l'écran se fermera, êtes-vous sûr?
pt: A identificação do animal não foi atribuída, a tela será fechada, tem certeza?

source: Para poder continuar con la venta de animales es necesario que sea factura completa
ca: Per poder continuar amb la venda d'animals cal que sigui factura completa
fr: Pour pouvoir continuer la vente d'animaux, il est nécessaire que ce soit une facture complète
pt: Para poder continuar com a venda de animais, é necessário que seja uma fatura completa

source: No existe trazabildad para las mascotas en este almacén
ca: No existeix traçabilitat per a les mascotes en aquest magatzem
fr: Il n'y a pas de traçabilité pour les animaux dans cet entrepôt
pt: Não há rastreabilidade para os animais neste armazém

source: Justifique un motivo
ca: Justifiqui un motiu
fr: Justifiez une raison
pt: Justifique o motivo

source: Debe tener un cliente asociado para poder realizar ventas de planes de salud
ca: Ha de tenir un client associat per poder realitzar vendes de plans de salut
fr: Vous devez avoir un client associé pour pouvoir vendre des plans de santé
pt: Deve ter um cliente associado para poder realizar vendas de planos de saúde

source: Debe tener un cliente asociado para poder realizar devoluciones de planes de salud
ca: Ha de tenir un client associat per poder realitzar devolucions de plans de salut
fr: Vous devez avoir un client associé pour pouvoir effectuer des retours de plans de santé
pt: Deve ter um cliente associado para poder realizar devoluções de planos de saúde

source: Para poder continuar con la venta de planes de salud es necesario que sea factura completa
ca: Per poder continuar amb la venda de plans de salut cal que sigui factura completa
fr: Pour pouvoir continuer la vente de plans de santé, il est nécessaire que ce soit une facture complète
pt: Para poder continuar com a venda de planos de saúde, é necessário que seja uma fatura completa

source: El pinpad no está disponible, por favor reinicie el pinpad.
ca: El pinpad no està disponible, si us plau reiniciï el pinpad.
fr: Le pinpad n'est pas disponible, veuillez redémarrer le pinpad.
pt: O pinpad não está disponível, por favor reinicie o pinpad.

source: No se ha definido la clase de validación para el tipo de documento {0}
ca: No s'ha definit la classe de validació per al tipus de document {0}
fr: La classe de validation n'a pas été définie pour le type de document {0}
pt: A classe de validação não foi definida para o tipo de documento {0}

source: No se puede seleccionar este cliente con artículos en la cesta. Para este tipo de cliente debe de introducir primero el cliente con la cesta vacía y luego los artículos.
ca: No es pot seleccionar aquest client amb articles a la cistella. Per a aquest tipus de client, primer ha d’introduir el client amb la cistella buida i després els articles.
fr: Il n’est pas possible de sélectionner ce client avec des articles dans le panier. Pour ce type de client, vous devez d’abord introduire le client avec le panier vide, puis les articles.
pt: Não é possível selecionar este cliente com artigos no cesto. Para este tipo de cliente, deve primeiro introduzir o cliente com o cesto vazio e depois os artigos.

source: No existe una región configurada para este almacén
ca: No existeix una regió configurada per a aquest magatzem
fr: Il n'y a pas de région configurée pour cet entrepôt
pt: Não existe uma região configurada para este armazém

source: No se puede previsualizar un ticket vacío
ca: No es pot previsualitzar un tiquet buit
fr: Vous ne pouvez pas prévisualiser un ticket vide
pt: Não é possível pré-visualizar um ticket vazio

source: Código: {0}
ca: Codi: {0}
fr: Code : {0}

source: Cliente INTERCOMPANY solo puede pagar con TRANSFERENCIA
ca: Client INTERCOMPANY només pot pagar amb TRANSFERÈNCIA
fr: Le client INTERCOMPANY ne peut payer qu'avec un VIREMENT
pt: Cliente INTERCOMPANY só pode pagar com TRANSFERÊNCIA

source: Solo se puede realizar una venta INTERCOMPANY con factura completa.
ca: Només es pot realitzar una venda INTERCOMPANY amb factura completa.
fr: Vous ne pouvez effectuer qu'une vente INTERCOMPANY avec facture complète.
pt: Apenas uma venda INTERCOMPANY pode ser feita com uma fatura completa.

source: Su contraseña ha expirado, debe renovarla
ca: La vostra contrasenya ha expirat, ha de renovar-la
fr: Votre mot de passe a expiré, vous devez le renouveler
pt: A sua palavra-passe expirou, tem de a renovar

source: La contraseña del usuario indicado ha expirado
ca: La contrasenya de l'usuari indicat ha expirat
fr: Le mot de passe de l'utilisateur spécifié a expiré
pt: A palavra-passe do utilizador especificado expirou

source: Vale manual ya canjeado
ca: Val manual ja canviat
fr: Bon manuel déjà échangé
pt: Vale manual já trocado

source: No se puede anotar un pago de 0€
ca: No es pot anotar un pagament de 0€
fr: Il est impossible d'enregistrer un paiement de 0€
pt: Não se pode registrar um pagamento de 0€

source: No se puede modificar una línea de un ticket proforma
ca: No es pot modificar una línia d'un tiquet proforma
fr: Impossible de modifier une ligne d'un ticket proforma
pt: Não é possível modificar uma linha de um ticket proforma

source: No se puede aparcar un ticket de una proforma, anule el ticket
ca: No es pot aparcar un tiquet d'una proforma, anul·li el tiquet
fr: Impossible de garer un ticket proforma, annulez le ticket
pt: Não é possível estacionar um ticket de uma proforma, cancele o ticket

source: No se puede eliminar un registro de una proforma
ca: No es pot eliminar un registre d'una proforma
fr: Impossible de supprimer un enregistrement d'une proforma
pt: Não é possível excluir um registro de uma proforma

source: No se puede aplicar descuento general a una proforma
ca: No es pot aplicar descompte general a una proforma
fr: Impossible d'appliquer une remise générale à une proforma
pt: Não é possível aplicar desconto geral a uma proforma

source: No se puede realizar el canjeo de articulos por puntos a un ticket proforma
ca: No es pot realitzar el canvi d'articles per punts a un tiquet proforma
fr: Impossible d'échanger des articles contre des points sur un ticket proforma
pt: Não é possível realizar a troca de artigos por pontos em um ticket proforma

source: No se puede añadir lineas a la devolución de una proforma
ca: No es pot afegir línies a la devolució d'una proforma
fr: Impossible d'ajouter des lignes au retour d'une proforma
pt: Não é possível adicionar linhas à devolução de uma proforma

source: SELECCIÓN DE PROFORMA
ca: SELECCIÓ DE PROFORMA
fr: SÉLECTION DE PROFORMA
pt: SELEÇÃO DE PROFORMA

source: No se puede realizar la venta de medicamentos sin servicios asociados.
ca: No es pot realitzar la venda de medicaments sense serveis associats.
fr: Impossible de vendre des médicaments sans services associés.
pt: Não é possível realizar a venda de medicamentos sem serviços associados.

source: No se puede insertar un artículo en una proforma
ca: No es pot inserir un article en una proforma
fr: Impossible d'insérer un article dans une proforma
pt: Não é possível inserir um artigo em uma proforma

source: No se puede modificar el cliente en una proforma
ca: No es pot modificar el client en una proforma
fr: Impossible de modifier le client dans une proforma
pt: Não é possível modificar o cliente em uma proforma

source: No se puede realizar la búsqueda de un cliente en una proforma
ca: No es pot realitzar la cerca d'un client en una proforma
fr: Impossible d'effectuer la recherche d'un client dans une proforma
pt: Não é possível realizar a busca de um cliente em uma proforma

source: Es necesario corregir el documento en la ficha del cliente, documento no valido.
ca: És necessari corregir el document a la fitxa del client, document no vàlid.
fr: Il est nécessaire de corriger le document dans la fiche client, document non valide.
pt: É necessário corrigir o documento na ficha do cliente, documento inválido.

source: El tipo de documento {0} no esta configurado
ca: El tipus de document {0} no està configurat
fr: Le type de document {0} n'est pas configuré
pt: O tipo de documento {0} não está configurado

source: Cantidad suministrada: {0}
ca: Quantitat subministrada: {0}
fr: Quantité fournie : {0}
pt: Quantidade fornecida: {0}

source: Modificar lote
ca: Modificar lot
fr: Modifier le lot

source: Modificar inyectable
ca: Modificar injectable
fr: Modifier injectable
pt: Modificar injetável

source: Información inyectable
ca: Informació injectable
fr: Informations injectables
pt: Informação injetável

source: Información complementaria
ca: Informació complementària
fr: Informations complémentaires
pt: Informação complementar

source: Cantidad convertida
ca: Quantitat convertida
fr: Quantité convertie
pt: Quantidade convertida

source: Cantidad suministrada
ca: Quantitat subministrada
fr: Quantité fournie
pt: Quantidade fornecida

source: Unidad medida suministrada
ca: Unitat mesura subministrada
fr: Unité de mesure fournie
pt: Unidade medida fornecida

source: Hay artículos inyectables sin información asignada.
ca: Hi ha articles injectables sense informació assignada.
fr: Il y a des articles injectables sans informations attribuées.
pt: Há artigos injetáveis sem informação atribuída.
