Repository: AlvaroLS01/pos
Catalog: comerzzia-iskaypet-pos-gui/src/main/resources/skins/iskaypet/com/comerzzia/pos/gui/i18n/po/cmz-pos-ext_*.po
Languages: ca, fr, pt

source: Billetes
ca: Billets
pt: Notas

source: Monedas
ca: Monedes
pt: Moedas

source: Tienda
ca: Botiga
pt: Loja

source: Caja
ca: Caixa
pt: Caixa

source: Fecha
ca: Data
pt: Data

source: Vendedor/a
ca: Venedor/a

source: Vales
ca: Vals

source: Tarjeta GPRS
ca: Targeta GPRS
pt: Cartão GPRS

source: Total tarjeta Pasarela Pago
ca: Total targeta Passarel·la Pagament
pt: Total cartão Passarela de Pagamento

source: Total tarjeta Manual
ca: Total targeta Manual
pt: Total cartão Manual

source: ABRIR CAJON
ca: OBRIRE CALAIX
pt: ABRIR GAVETA

source: RETIRADA EFECTIVO
ca: RETIRADA EFECTIU
pt: RETIRADA DINHEIRO

source: SALIDA CAJA
ca: SORTIDA CAIXA
pt: SAÍDA DE CAIXA

source: ENTRADA CAJA
ca: ENTRADA CAIXA
pt: ENTRADA DE CAIXA

source: No se ha encontrado el documento de origen, se va a acceder a una DEVOLUCIÓN LIBRE. ¿Está seguro de continuar?
ca: No s'ha trobat el document d'origen, s'accedirà a una DEVOLUCIÓ LLIURE. Esteu segur de continuar?
pt: O documento de origem não foi encontrado, será acedido para uma DEVOLUÇÃO GRATUITA. Tem a certeza de que quer continuar?

source: No se ha encontrado el documento de origen y no se permite realizar devoluciones libres de factura completa
ca: No sʼha trobat el document dʼorigen i no es permet fer devolucions sense factura completa
pt: Documento de origem não encontrado e não é permitido fazer devoluções sem fatura completa

source: CUPÓN POR DIFERENCIA
ca: CUPÓ PER DIFERÈNCIA
pt: CUPÃO POR DIFERENÇA

source: CUPÓN DEVOLUCIÓN
ca: CUPÓ DEVOLUCIÓ
pt: CUPÃO DE DEVOLUÇÃO

source: No se ha podido actualizar el registro de uso de la pegatina especial ʼ{0}ʼ.
ca: No sʼha pogut actualitzar el registre dʼús de lʼadhesiu especial ʼ{0}ʼ.

source: Error al comprobar/actualizar los datos de la pegatina promocional ʼ{0}ʼ :
ca: Error en comprovar/actualitzar les dades del adhesiu promocional ʼ{0}ʼ :

source: Error al aplicar el precio de descuento especial a la linea :
ca: Error en aplicar el preu de descompte especial a la línia:
pt: Erro ao aplicar o preço de desconto especial na linha :

source: El importe indicado supera el saldo de la tarjeta.
ca: Lʼimport indicat supera el saldo de la targeta.
pt: O valor indicado excede o saldo do cartão.

source: El importe indicado supera el importe pendiente de la venta.
ca: Limport indicat supera limport pendent de la venda.
pt: O valor indicado excede o valor pendente da venda.

source: Error al consultar las notificaciones de versión :
ca: Error en consultar les notificacions de versió:
pt: Erro ao consultar as notificações de versão :

source: Error al marcar las notificaciones de versión como vistas :
ca: Error en marcar les notificacions de versió com a vistes :
pt: Erro ao marcar as notificações de versão como vistas :

source: Error al generar el código de cupón para fidelizados :
ca: Error en generar el codi de cupó per a fidelitzats:
pt: Erro ao gerar o código do cupão para fidelizados :

source: Error al consultar los datos para comprobar si existe un cierre previo :
ca: Error en consultar les dades per comprovar si hi ha un tancament previ :
pt: Erro ao consultar os dados para verificar se existe um fechamento anterior :

source: Error realizando cierre de caja
ca: Error realitzant tancament de caixa
pt: Erro ao realizar fechamento de caixa

source: Ya existe una caja abierta en el sistema
ca: Ja existeix una caixa oberta al sistema
pt: Já existe uma caixa aberta no sistema

source: Error realizando apertura de caja
ca: Error realitzant obertura de caixa
pt: Erro ao realizar abertura de caixa

source: No existe caja abierta en el sistema
ca: No hi ha capsa oberta al sistema
pt: Não existe caixa aberta no sistema

source: Error al consultar caja abierta en sesión del sistema
ca: Error en consultar caixa oberta en sessió del sistema
pt: Erro ao consultar caixa aberta na sessão do sistema

source: Error al consultar el último movimiento de caja con ventas en el sistema
ca: Error en consultar el darrer moviment de caixa amb vendes al sistema
pt: Erro ao consultar o último movimento de caixa com vendas no sistema

source: No puede realizarse la retirada porque el resultante queda por debajo del saldo inicial (
ca: No es pot fer la retirada perquè el resultant queda per sota del saldo inicial (
pt: Não é possível realizar a retirada porque o resultado fica abaixo do saldo inicial (

source: No existen cajas cerrada en el sistema
ca: No hi ha caixes tancada al sistema
pt: Não existem caixas fechadas no sistema

source: El artículo no puede ser nulo
ca: Lʼarticle no pot ser nul
pt: O artigo não pode ser nulo

source: Error procesando lotes
ca: Error processant lots
pt: Erro ao processar lotes

source: Error procesando devolución. Revise configuración.
ca: Error processant devolució. Reviseu la configuració.
pt: Erro ao processar devolução. Verifique a configuração.

source: No se ha podido aplicar el cupón.
ca: No sʼha pogut aplicar el cupó.
pt: Não foi possível aplicar o cupão.

source: Error procesando el código de barras. Revise configuración.
ca: Error processant el codi de barres. Reviseu la configuració.
pt: Erro ao processar o código de barras. Verifique a configuração.

source: No se ha podido pesar el artículo, compruebe la configuración de la balanza.
ca: No sʼha pogut pesar lʼarticle, comproveu la configuració de la balança.
pt: Não foi possível pesar o artigo, verifique a configuração da balança.

source: Este artículo no puede ser introducido sin ser pesado previamente.
ca: Aquest article no pot ser introduït sense ser pesat prèviament.
pt: Este artigo não pode ser inserido sem ser pesado previamente.

source: El total de la venta con servicios es superior a {0}€, es obligatorio sacar factura completa
ca: El total de la venda amb serveis és superior a {0}€, és obligatori treure factura completa
pt: O total da venda com serviços é superior a {0}€, é obrigatório emitir a fatura completa

source: El total de la venta sin impuestos es superior a {0}€, es obligatorio sacar factura completa
ca: El total de la venda sense impostos és superior a {0}€, és obligatori treure factura completa
pt: O total da venda sem impostos é superior a {0}€, é obrigatório emitir a fatura completa

source: El total de la venta es superior a {0}€, es obligatorio sacar factura completa
ca: El total de la venda és superior a {0}€, és obligatori treure factura completa
pt: O total da venda é superior a {0}€, é obrigatório emitir a fatura completa

source: El artículo {0} no se ha encontrado en el documento origen de la devolución.
ca: Lʼarticle {0} no sʼha trobat al document origen de la devolució.
pt: O artigo {0} não foi encontrado no documento de origem da devolução.

source: La cantidad a devolver del artículo supera a la cantidad vendida.
ca: La quantitat a tornar de larticle supera la quantitat venuda.
pt: A quantidade a ser devolvida do artigo excede a quantidade vendida.

source: Lo sentimos, ha ocurrido un error al recuperar el ticket
ca: Ho sentim, ha passat un error en recuperar el tiquet
pt: Desculpe, ocorreu um erro ao recuperar o ticket

source: La cantidad que se ha anotado supera el importe total de las lineas a devolver
ca: La quantitat que sʼha anotat supera lʼimport total de les línies a tornar
pt: A quantidade anotada excede o valor total das linhas a devolver

source: El método de pago a devolver es distinto al ticket origen. ¿Está seguro de querer anotar el pago?
ca: El mètode de pagament a tornar és diferent del tiquet origen. Esteu segur que voleu anotar el pagament?
pt: O método de pagamento a ser devolvido é diferente do ticket original. Tem certeza de que deseja anotar o pagamento?

source: El método de pago a devolver supera la cantidad usada en origen. ¿Está seguro de querer anotar el pago?
ca: El mètode de pagament a tornar supera la quantitat utilitzada en origen. Esteu segur que voleu anotar el pagament?
pt: O método de pagamento a ser devolvido excede o valor usado originalmente. Tem certeza de que deseja anotar o pagamento?

source: Ha habido un error al recuperar el medio de pago
ca: Hi ha hagut un error en recuperar el mitjà de pagament
pt: Ocorreu um erro ao recuperar o meio de pagamento

source: No se ha especificado una acción correcta para este botón
ca: No sʼha especificat una acció correcta per a aquest botó
pt: Não foi especificada uma ação correta para este botão

source: Ha habido un error al autorizar el medio de pago. Contacte con un administrador
ca: Hi ha hagut un error en autoritzar el mitjà de pagament. Contacteu amb un administrador
pt: Ocorreu um erro ao autorizar o meio de pagamento. Entre em contato com um administrador

source: Lo sentimos, ha ocurrido un error al imprimir.
ca: Ho sentim, ha passat un error en imprimir.
pt: Desculpe, ocorreu um erro ao imprimir.

source: Factura completa generada correctamente
ca: Factura completa generada correctament
pt: Fatura completa gerada corretamente

source: nombre
ca: nom
pt: nome

source: apellidos o razón social
ca: cognoms o raó social
pt: sobrenome ou razão social

source: tipo de documento
ca: tipus de document

source: documento
ca: document

source: código postal
ca: codi postal

source: localidad
ca: localitat
pt: localidade

source: dirección
ca: adreça
pt: direção

source: provincia
ca: província
pt: distrito

source: Es necesario rellenar el siguiente dato en la ficha del cliente:
ca: És necessari omplir la següent dada en la fitxa del client:
pt: É necessário preencher o seguinte dado na ficha do cliente:

source: Es necesario rellenar los siguientes datos en la ficha del cliente:
ca: És necessari omplir les següents dades en la fitxa del client:
pt: É necessário preencher os seguintes dados na ficha do cliente:

source: Es necesario corregir el documento en la ficha del cliente
ca: És necessari corregir el document a la fitxa del client
pt: É necessário corrigir o documento na ficha do cliente

source: La cantidad total del ticket a pagar supera el límite máximo permitido de {0}€ para pagos en efectivo
ca: La quantitat total del tiquet a pagar supera el límit màxim permès de {0}€ per a pagaments en efectiu
fr: Le montant total du ticket à payer dépasse la limite maximale autorisée de {0 }€ pour les paiements en espèces
pt: O montante total do ticket a pagar excede o limite máximo permitido de {0}€ para pagamentos em dinheiro

source: La cantidad que se quiere pagar en efectivo supera el máximo permitido {0}€
ca: La quantitat que es vol pagar en efectiu supera el màxim permès de {0}€
pt: O montante que deseja pagar em dinheiro excede o máximo permitido {0}€

source: Se han efectuados pagos. Debe cancelarlos para volver atrás.
ca: Sʼhan realitzat pagaments. Cal cancel·lar-los per tornar enrere.
pt: Foram efetuados pagamentos. Você deve cancelá-los para voltar atrás.

source: Lea o escriba el código de barras del vale
ca: Llegeixi o escrigui el codi de barres del val
fr: Lisez ou écrivez le code-barres du bon
pt: Leia ou escreva o código de barras do vale

source: La tarjeta introducida está dada de baja.
ca: La targeta introduïda està donada de baixa.
pt: O cartão inserido está desativado.

source: Lo sentimos, ha ocurrido un error en la petición.
ca: Ho sentim, ha ocorregut un error en la petició.
pt: Desculpe, ocorreu um erro na solicitação.

source: No se ha podido conectar con el servidor
ca: No sʼha pogut connectar amb el servidor
fr: Ne peut se connecter au serveur
pt: Não foi possível conectar-se ao servidor

source: El servidor ha tardado demasiado tiempo en responder
ca: El servidor ha trigat massa temps a respondre
fr: Le serveur a mis trop de temps à répondre
pt: O servidor demorou muito para responder

source: Lo sentimos, ha ocurrido un error en la petición
ca: Ho sentim, ha ocorregut un error en la petició
fr: Désolé, une erreur de demande s'est produite
pt: Desculpe, ocorreu um erro na solicitação

source: El importe restante está completo.
ca: Lʼimport restant està complet.
pt: O montante restante está completo.

source: No se ha encontrado la tarjeta con número {0} ¿Desea realiza la entrada manual?
ca: No sʼha trobat la targeta amb el número {0} Desitja fer la entrada manual?
pt: O cartão com o número {0} não foi encontrado. Deseja fazer a entrada manual?

source: El importe no es válido
ca: Lʼimport no és vàlid
pt: O montante não é válido

source: Va a cancelar la introducción manual del vale, ¿Está seguro?
ca: Anirà a cancel·lar la introducció manual del val, ¿Està segur?
pt: Você vai cancelar a entrada manual do voucher, Tem certeza?

source: El importe no puede ser menor a 0
ca: Lʼimport no pot ser menor que 0
pt: O montante não pode ser menor que 0

source: Debe tener un cliente asociado para poder realizar ventas de mascotas
ca: Ha de tenir un client associat per poder realitzar vendes de mascotes
pt: Você deve ter um cliente associado para poder realizar vendas de animais de estimação

source: No hay caja abierta. Deberá ir a la gestión de caja para abrirla.
ca: No hi ha caixa oberta. Haurà dʼanar a la gestió de caixa per obrir-la.
pt: Não há caixa aberta. Você deve ir para a gestão de caixa para abri-la.

source: No hay caja abierta. Se abrirá automáticamente.
ca: No hi ha cap caixa oberta. Es obrirà automàticament.
pt: Não há caixa aberta. Será aberta automaticamente.

source: No se puede realizar la venta. El día de apertura de la caja {0} no coincide con el del sistema {1}
ca: No es pot realitzar la venda. El dia dʼobertura de la caixa {0} no coincideix amb el del sistema {1}
pt: Não é possível realizar a venda. O dia de abertura da caixa {0} não coincide com o do sistema {1}

source: Faltan datos del fidelizado, debe completarlos antes de continuar:
ca: Falten dades del fidelitzat, ha dʼomplir-les abans de continuar:
pt: Faltam dados do cliente fidelizado, você deve completá-los antes de continuar:

source: No puede hacer contratos de un ticket vacio
ca: No pot fer contractes dʼun tiquet buit
pt: Não pode fazer contratos de um ticket vazio

source: Solo puede realizar contratos a mascotas
ca: Només pot fer contractes a mascotes
pt: Só pode realizar contratos para animais de estimação

source: Error comprobando medicamentos.
ca: Error comprovant medicaments.
pt: Erro ao verificar medicamentos.

source: Hay medicamentos sin lote asignado.
ca: Hi ha medicaments sense lot assignat.
pt: Existem medicamentos sem lote atribuído.

source: Hay mascotas sin contrato asociado.
ca: Hi ha mascotes sense contracte associat.
pt: Existem animais de estimação sem contrato associado.

source: La venta contiene únicamente artículos canjeados por puntos, por lo que el importe total debe ser mayor que 0 para finalizar la operación
ca: La venda conté únicament articles canviats per punts, per la qual cosa lʼimport total ha de ser superior a 0 per finalitzar lʼoperació
pt: A venda contém apenas artigos trocados por pontos, por isso o montante total deve ser superior a 0 para concluir a operação

source: ¿Está seguro de querer eliminar todas las líneas del ticket?
ca: Està segur de voler eliminar totes les línies del tiquet?
pt: Tem certeza de que deseja excluir todas as linhas do ticket?

source: Ha habido un error al autorizar el cambio de precio. Contacte con un administrador.
ca: Ha hagut un error en autoritzar el canvi de preu. Contacti amb un administrador.
pt: Ocorreu um erro ao autorizar a mudança de preço. Entre em contato com um administrador.

source: No se puede cancelar una venta con pagos asociados.
ca: No es pot cancel·lar una venda amb pagaments associats.
pt: Não é possível cancelar uma venda com pagamentos associados.

source: ---NUEVO CLIENTE---
ca: ---NOU CLIENT---
pt: ---NOVO CLIENTE---

source: No se pueden negar lineas con puntos aplicados.
ca: No es poden negar línies amb punts aplicats.
pt: Não é possível negar linhas com pontos aplicados.

source: Error creando el ticket de venta.
ca: Error creant el tiquet de venda.
pt: Erro ao criar o ticket de venda.

source: Error insertando línea.
ca: Error inserint línia.
pt: Erro ao inserir linha.

source: Promoción fidelizado:
ca: Promoció fidelitzat:
pt: Promoção fidelizado:

source: Ha habido un error al autorizar el descuento general. Contacte con un administrador.
ca: Ha hagut un error en autoritzar el descompte general. Contacti amb un administrador.
pt: Ocorreu um erro ao autorizar o desconto geral. Entre em contato com um administrador.

source: Ha habido un error:
ca: Ha hagut un error:
pt: Ocorreu um erro:

source: El ticket no contiene líneas de artículo.
ca: El tiquet no conté línies dʼarticle.
pt: O ticket não contém linhas de artigo.

source: Ha superado el límite de efectivo. Deberá realizar una retirada de
ca: Ha superat el límit dʼefectiu. Haurà de fer una retirada de
pt: Você ultrapassou o limite de dinheiro em caixa. Deve fazer um levantamento de

source: Debe realizar una retirada de efectivo, de
ca: Ha de fer una retirada dʼefectiu, de
pt: Deve fazer um levantamento de dinheiro, de

source: Para volver a cargar un cliente debe eliminar del ticket los artículos que han sido canjeados por puntos
ca: Per tornar a carregar un client ha dʼeliminar del tiquet els articles que han estat canviats per punts
pt: Para recarregar um cliente, você deve excluir do ticket os artigos que foram trocados por pontos

source: La tarjeta de fidelización {0} no está activa
ca: La targeta de fidelització {0} no està activa
pt: O cartão de fidelização {0} não está ativo

source: Debe seleccionar una línea del documento para poder realizar el proceso de canjeo de puntos.
ca: Ha de seleccionar una línia del document per poder realitzar el procés de canvi de punts.
pt: Você deve selecionar uma linha do documento para poder realizar o processo de troca de pontos.

source: ¿Está seguro de querer eliminar esta línea del ticket?
ca: Està segur de voler eliminar aquesta línia del tiquet?
pt: Tem certeza de que deseja excluir esta linha do ticket?

source: La línea seleccionada no se puede modificar.
ca: La línia seleccionada no es pot modificar.
pt: A linha selecionada não pode ser modificada.

source: No tiene permisos para borrar una línea
ca: No té permisos per esborrar una línia
pt: Você não tem permissão para apagar uma linha

source: No se ha podido eliminar el cupón
ca: No sʼha pogut eliminar el cupó
pt: Não foi possível excluir o cupão

source: No se pueden editar lineas con puntos aplicados.
ca: No es poden editar línies amb punts aplicats.
pt: Não é possível editar linhas com pontos aplicados.

source: Error al añadir línea.
ca: Error en afegir línia.
pt: Erro ao adicionar linha.

source: Existe un ticket sin finalizar. Se tiene que terminar ese ticket antes de poder vender.
ca: Hi ha un tiquet sense finalitzar. Sʼha de finalitzar aquest tiquet abans de poder vendre.
pt: Existe um ticket não finalizado. Você deve concluir esse ticket antes de poder vender.

source: Existe un ticket guardado con pagos realizados. Se tiene que terminar ese ticket antes de poder vender.
ca: Hi ha un tiquet desat amb pagaments realitzats. Sʼha de finalitzar aquest tiquet abans de poder vendre.
pt: Existe um ticket salvo com pagamentos realizados. Você deve concluir esse ticket antes de poder vender.

source: Existe una venta sin finalizar. ¿Desea recuperarla?
ca: Hi ha una venda sense finalitzar. Vol recuperar-la?
pt: Existe uma venda não finalizada. Deseja recuperá-la?

source: Es necesario identificar al cliente para la venta del medicamento con receta
ca: És necessari identificar al client per a la venda del medicament amb recepta
pt: É necessário identificar o cliente para a venda de medicamentos com receita

source: Es necesario identificar al cliente para la venta del medicamento sin receta
ca: És necessari identificar al client per a la venda del medicament sense recepta
pt: É necessário identificar o cliente para a venda de medicamentos sem receita

source: Error en la comprobación de medicamentos.
ca: Error en la comprovació de medicaments.
pt: Erro na verificação de medicamentos.

source: La devolución de medicamentos solo está permitida para casos de alerta sanitaria y otras excepciones ver Procedimiento xxx. ¿Desea continuar?
ca: La devolució de medicaments només està permesa per a casos dʼalerta sanitària i altres excepcions veure Procediment xxx. Vol continuar?
pt: A devolução de medicamentos só é permitida para casos de alerta sanitária e outras exceções ver Procedimento xxx. Deseja continuar?

source: Devolución de medicamentos cancelada.
ca: Devolució de medicaments cancel·lada.
pt: Devolução de medicamentos cancelada.

source: Devolución de medicamentos no autorizada.
ca: Devolució de medicaments no autoritzada.
pt: Devolução de medicamentos não autorizada.

source: Error procesando devolución de medicamento. Revise configuración.
ca: Error processant devolució de medicament. Revisi la configuració.
pt: Erro ao processar a devolução do medicamento. Verifique as configurações.

source: Ha ocurrido un error en la selección de lotes
ca: Ha ocorregut un error en la selecció de lots
pt: Ocorreu um erro na seleção de lotes

source: No se ha asignado el lote, la pantalla se cerrará, ¿Está seguro?
ca: No sʼha assignat el lot, la pantalla es tancarà, està segur?
pt: O lote não foi atribuído, a tela será fechada, tem certeza?

source: ¿Quiere cancelar la introducción manual de lote?
ca: Vol cancel·lar la introducció manual del lot?
pt: Deseja cancelar a introdução manual do lote?

source: Debe seleccionar un lote
ca: Ha de seleccionar un lot
pt: Você deve selecionar um lote

source: Los datos indicados no son correctos o no coinciden
ca: Les dades indicades no són correctes o no coincideixen
pt: Os dados indicados estão incorretos ou não coincidem

source: El lote introducido existe en la lista, selecciónelo
ca: El lot introduït existeix a la llista, seleccioni-lo
pt: O lote inserido já existe na lista, selecione-o

source: Se van a añadir {0} artículos más. ¿Desea continuar?
ca: Es van a afegir {0} articles més. Vol continuar?
pt: Serão adicionados {0} itens a mais. Deseja continuar?

source: La descripción no debe estar vacía
ca: La descripció no ha dʼestar buida
pt: A descrição não deve estar vazia

source: No tiene permisos para realizar una devolución
ca: No té permisos per a realitzar una devolució
pt: Você não tem permissão para fazer uma devolução

source: La cantidad debe ser menor que {0}
ca: La quantitat ha de ser menor que {0}
pt: A quantidade deve ser menor que {0}

source: La cantidad debe ser distinta de cero.
ca: La quantitat ha de ser diferent de zero.
pt: A quantidade deve ser diferente de zero.

source: El campo debe ser menor que {0}
ca: El camp ha de ser menor que {0}
pt: O campo deve ser menor que {0}

source: El descuento debe ser un valor entre 0 y 100.
ca: El descompte ha de ser un valor entre 0 i 100.
pt: O desconto deve ser um valor entre 0 e 100.

source: ¿Desea vender el artículo a precio 0?
ca: Vol vendre lʼarticle a preu 0?
pt: Deseja vender o artigo por preço 0?

source: No está permitida la venta a precio 0.
ca: No està permesa la venda a preu 0.
pt: A venda por preço 0 não é permitida.

source: El valor del descuento tiene que estar entre 1 y 99.
ca: El valor del descompte ha dʼestar entre 1 i 99.
pt: O valor do desconto deve estar entre 1 e 99.

source: El campo especie no puede estar vacio
ca: El camp espècie no pot estar buit
pt: O campo espécie não pode estar vazio

source: El campo raza no puede estar vacio
ca: El camp raça no pot estar buit
pt: O campo raça não pode estar vazio

source: El campo sexo no puede estar vacio
ca: El camp sexe no pot estar buit
pt: O campo sexo não pode estar vazio

source: El peso supera el límite establecido
ca: El pes supera el límit establert
fr: Le poids dépasse la limite établie
pt: Peso ultrapassa o limite estabelecido
