Repository: AlvaroLS01/pos
Catalog: comerzzia-iskaypet-pos-gui/src/main/resources/skins/iskaypet/com/comerzzia/pos/gui/i18n/po/cmz-pos-ext_*.po
Languages: ca, fr, pt

source: El código postal del cliente no es válido. Por favor, asegúrese de que el código tenga el formato correcto {0} y solo contenga números.
ca: El codi postal del client no és vàlid. Si us plau, assegureu-vos que el codi tingui el format correcte {0} i només contingui números.
fr: Le code postal du client n'est pas valide. Veuillez vous assurer que le code respecte le format correct {0} et ne contienne que des chiffres.
pt: O código postal do cliente não é válido. Por favor, certifique-se de que o código tenha o formato correto {0} e contenha apenas números.

source: Código postal no válido: debe tener entre 4 y 8 caracteres, con letras, números y un guion (no al inicio ni al final).
ca: Codi postal no vàlid: ha de tenir entre 4 i 8 caràcters, amb lletres, números i un guionet (no al principi ni al final).
fr: Code postal invalide : il doit comporter entre 4 et 8 caractères, avec des lettres, des chiffres et un tiret (pas au début ni à la fin).
pt: Código postal inválido: deve ter entre 4 e 8 caracteres, com letras, números e um hífen (não no início nem no final).

source: No se pueden canjear más artículos de los que hay disponibles en el ticket.
ca: No es poden bescanviar més articles dels que hi ha disponibles al tiquet.
fr: Il n'est pas possible d'échanger plus d'articles que ceux disponibles sur le ticket.
pt: Não é possível resgatar mais itens do que os disponíveis no ticket.

source: No se pueden utilizar más puntos de los que tiene disponibles el fidelizado.
ca: No es poden utilitzar més punts dels que té disponibles el client fidelitzat.
fr: Il n'est pas possible d'utiliser plus de points que ceux dont dispose le client fidélisé.
pt: Não é possível utilizar mais pontos do que os disponíveis para o cliente fidelizado.

source: ¿Está seguro que desea canjear por puntos {0}
ca: Esteu segur que voleu bescanviar per punts {0}
fr: Êtes-vous sûr de vouloir échanger contre des points {0}

source: unidad
ca: unitat
fr: unité
pt: unidade

source: del artículo: {0} - {1}?
ca: de l'article: {0} - {1} ?
fr: de l'article : {0} - {1} ?

source: Puntos a utilizar por artículo: {0}
ca: Punts a utilitzar per article: {0}
fr: Points à utiliser par article : {0}

source: Puntos a utilizar totales: {0}
ca: Total de punts a utilitzar: {0}
fr: Total des points à utiliser : {0}

source: Artículo canjeado '
ca: Article bescanviat '
fr: Article échangé '
pt: Item resgatado '

source: Puntos usados :
ca: Punts utilitzats :
fr: Points utilisés :
pt: Pontos usados :

source: Precio total canjeado :
ca: Preu total bescanviat :
fr: Prix total échangé :
pt: Preço total resgatado :

source: Edición artículo por puntos
ca: Edició de l'article per punts
fr: Édition de l'article par points
pt: Edição de item por pontos

source: Cantidad total disponible
ca: Quantitat total disponible
fr: Quantité totale disponible
pt: Quantidade total disponível

source: Cantidad de unidades a canjear
ca: Quantitat d'unitats a bescanviar
fr: Quantité d'unités à échanger
pt: Quantidade de unidades a resgatar

source: Puntos disponibles del cliente
ca: Punts disponibles del client
fr: Points disponibles du client
pt: Pontos disponíveis do cliente

source: Puntos necesarios por unidad
ca: Punts necessaris per unitat
fr: Points nécessaires par unité
pt: Pontos necessários por unidade

source: Total de puntos necesarios
ca: Total de punts necessaris
fr: Total de points nécessaires
pt: Total de pontos necessários

source: FACTURACIÓN PROFORMAS AUTOMÁTICAS
ca: FACTURACIÓ PROFORMES AUTOMÀTIQUES
fr: FACTURATION PROFORMAS AUTOMATIQUES
pt: FATURAMENTO PROFORMAS AUTOMÁTICAS

source: Proformas automaticas facturada {0} de
ca: Proformes automàtiques facturades {0} de
fr: Proformas automatiques facturées {0} de
pt: Proformas automáticas faturadas {0} de

source: Esta opción NO abona el importe al Cliente ¿Estás conforme?
ca: Aquesta opció NO abona l'import al client. Estàs conforme?
fr: Cette option NE crédite PAS le montant au client. Êtes-vous d'accord ?
pt: Esta opção NÃO credita o valor ao cliente. Você está de acordo?

source: Seleccione medio de pago
ca: Seleccioneu el mitjà de pagament
fr: Sélectionnez le moyen de paiement
pt: Selecione meio de pagamento

source: Imprimir Copia
ca: Imprimir còpia
fr: Imprimer copie
pt: Imprimir Cópia

source: Imprimir cupones
ca: Imprimir cupons
fr: Imprimer des coupons
pt: Imprimir Cupons

source: TÍTULO
ca: TÍTOL
fr: TITRE

source: CÓDIGO
ca: CODI
fr: CODE

source: FECHA INICIO
ca: DATA INICI
fr: DATE DE DÉBUT
pt: DATA DE INÍCIO

source: FECHA FIN
ca: DATA FINAL
fr: DATE DE FIN
pt: DATA DE TÉRMINO

source: ¿Desea quitar el fidelizado?
ca: Vol treure el fidelitzat?
fr: Souhaitez-vous supprimer le fidélisé?
pt: Deseja remover o fidelizado?

source: El cupón {0} está asociado a un cliente fidelizado y no puede utilizarse de forma anónima
ca: El cupó {0} està associat a un client fidelitzat i no pot utilitzar-se de manera anònima
fr: Le coupon {0} est associé à un client fidélisé et ne peut pas être utilisé de manière anonyme
pt: O cupão {0} está associado a um cliente fidelizado e não pode ser utilizado de forma anónima

source: Registro no encontrado
ca: Registre no trobat
fr: Enregistrement non trouvé
pt: Registo não encontrado

source: El cupón no se activará hasta {0}
ca: El cupó no s'activarà fins al {0}
fr: Le coupon ne sera activé qu'à partir du {0}
pt: O cupão só será ativado a partir de {0}

source: Reenvío a Evicertia realizado, consulta el estado en el resumen de operaciones.
ca: Reenviament a Evicertia realitzat, consulta l'estat al resum d'operacions.
fr: Réenvoi à Evicertia effectué, consultez l'état dans le résumé des opérations.
pt: Reenvio para a Evicertia realizado, consulte o estado no resumo de operações.

source: ¿Está seguro que desea reenviar a Evicertia?
ca: Esteu segur que voleu reenviar a Evicertia?
fr: Êtes-vous sûr de vouloir renvoyer à Evicertia?
pt: Tem certeza de que deseja reenviar para a Evicertia?

source: Todos los contratos se enviaron correctamente a Evicertia
ca: Tots els contractes s'han enviat correctament a Evicertia
fr: Tous les contrats ont été envoyés correctement à Evicertia
pt: Todos os contratos foram enviados corretamente para a Evicertia

source: Contrato Firmado
ca: Contracte Signat
fr: Contrat Signé
pt: Contrato Assinado

source: Aparcar ticket
ca: Aparcar tiquet
fr: Mettre le ticket en attente
pt: Colocar bilhete em espera

source: ENVIADO EVICERTIA
ca: ENVIAT EVICERTIA
fr: ENVOYÉ À EVICERTIA
pt: ENVIADO PARA A EVICERTIA

source: ENVIADO
ca: ENVIAT
fr: ENVOYÉ

source: Por favor, selecciona los contratos que quiere reenviar a Evicertia
ca: Si us plau, selecciona els contractes que vols reenviar a Evicertia
fr: Veuillez sélectionner les contrats que vous souhaitez renvoyer à Evicertia
pt: Por favor, selecione os contratos que deseja reenviar para a Evicertia

source: ¿Está seguro que desea reenviar a Evicertia los contratos seleccionados?
ca: Estàs segur que vols reenviar a Evicertia els contractes seleccionats?
fr: Êtes-vous sûr de vouloir renvoyer les contrats sélectionnés à Evicertia ?
pt: Tem certeza de que deseja reenviar os contratos selecionados para a Evicertia?

source: SELECCIONADO
ca: SELECCIONAT
fr: SÉLECTIONNÉ
pt: SELECIONADO

source: Resumen Envío Evicertia
ca: Resum Enviament Evicertia
fr: Résumé Envoi Evicertia
pt: Resumo Envio Evicertia

source: DESCRIPCIÓN
ca: DESCRIPCIÓ
fr: DESCRIPTION
pt: DESCRIÇÃO

source: Por favor, selecciona los contratos que quiere imprimir
ca: Si us plau, selecciona els contractes que vols imprimir
fr: Veuillez sélectionner les contrats que vous souhaitez imprimer
pt: Por favor, selecione os contratos que deseja imprimir

source: Enviando {0} contrato a Evicertia...
ca: Enviant {0} contracte a Evicertia...
fr: Envoi de {0} contrat à Evicertia...
pt: Enviando {0} contrato para a Evicertia...

source: Enviados {0} contratos a Evicertia.
ca: Enviats {0} contractes a Evicertia.
fr: {0} contrats envoyés à Evicertia.
pt: {0} contratos enviados para a Evicertia.

source: Reenvío a Evicertia realizado, consulta el estado en la pantalla de resumen
ca: Reenviament a Evicertia realitzat, consulta l'estat a la pantalla de resum
fr: Renvoi à Evicertia effectué, consultez l'état sur l'écran de résumé
pt: Reenvio para a Evicertia realizado, verifique o estado na tela de resumo

source: Vale
ca: Val
fr: Bon
pt: Voucher

source: Vale incorrecto
ca: Val incorrecte
fr: Bon incorrect
pt: Voucher incorreto

source: No se ha encontrado el vale con número {0} ¿Desea realiza la entrada manual?
ca: No sʼha trobat el val amb el número {0} Desitja fer la entrada manual?
fr: Bon avec numéro {0} non trouvé Voulez-vous faire une saisie manuelle ?
pt: O voucher com o número {0} não foi encontrado. Deseja fazer a entrada manual?

source: Vale no encontrado
ca: Val no trobat
fr: Bon non trouvé
pt: Voucher não encontrado

source: El vale introducido está dado de baja.
ca: El val introduït està donat de baixa.
fr: Le bon saisi est annulé.
pt: O voucher inserido foi cancelado.

source: Enviado 1 contrato a Evicertia.
ca: Enviat 1 contracte a Evicertia.
fr: 1 contrat envoyé à Evicertia.
pt: 1 contrato enviado para a Evicertia.

source: EFECTIVO
pt: DINHEIRO

source: TARJETA
pt: CARTÃO

source: PAGO REMOTO
pt: PAGAMENTO REMOTO

source: TARJETA GPRS
pt: CARTÃO GPRS

source: TRANSFERENCIA
pt: TRANSFERÊNCIA

source: FINANCIACIÓN
pt: FINANCIAMENTO

source: CUPÓN MUNDO KIWOKO
pt: CUPÃO MUNDO KIWOKO

source: Podrá usar este cupón a partir del
pt: Poderá usar este cupão a partir de

source: No se ha podido actualizar el registro de uso de la pegatina especial '{0}'.
pt: Não foi possível atualizar o registro de uso do adesivo especial '{0}'.

source: Error al comprobar/actualizar los datos de la pegatina promocional '{0}' :
pt: Erro ao verificar/atualizar os dados do adesivo promocional '{0}' :

source: DTO.
pt: DESC.

source: PVP
pt: PVU

source: Error al comprobar si el artículo '{0}' es canjeable por puntos :
pt: Erro ao verificar se o artigo '{0}' é trocável por pontos:

source: Error al insertar el artículo canjeable por puntos con código '{0}' en la linea {1} :
pt: Erro ao inserir o artigo trocável por pontos com código '{0}' na linha {1}:

source: ¿Está seguro que desea canjear por puntos el artículo '
pt: Tem certeza de que deseja trocar o artigo por pontos '

source: Id pos
pt: ID do POS

source: SALDO DISPONIBLE:
fr: SOLDE DISPONIBLE:
pt: SALDO DISPONÍVEL:

source: Sí
fr: Oui
pt: Sim

source: No
fr: Non
pt: Não

source: Error EAN
fr: Erreur EAN
pt: Erro EAN

source: No aplica Oferta
fr: Aucune offre
pt: Não se aplica a oferta

source: Número Identificador
fr: Numéro d'Identification
pt: Número de Identificação

source: ¿Está seguro que desea canjear por puntos '{0}'
pt: Tem certeza de que deseja resgatar por pontos '{0}'

source: del artículo: '{0}' - '{1}'?
pt: do item: '{0}' - '{1}' ?

source: Puntos a utilizar por artículo: '{0}'
pt: Pontos a utilizar por item: '{0}'

source: Puntos a utilizar totales: '{0}'
pt: Total de pontos a utilizar: '{0}'

source: Reenviar Evicertia
fr: Renvoyer à Evicertia
pt: Reenviar para a Evicertia

source: Error leyendo XML de configuración de dispositivos
fr: Erreur lors de la lecture du code XML de configuration de l'appareil

source: El dispositivo de fidelización no está configurado
fr: Le dispositif de fidélité n'est pas configuré

source: Ha ocurrido un error al conectar el dispositivo {0}
fr: Une erreur s'est produite lors de la connexion de l'appareil {0}

source: El POS no contiene configuración de dispositivos. Posiblemente aun no esta configurado.
fr: Le POS ne contient pas de configuration de périphérique. Peut-être pas encore configuré.

source: Error parseando el xml de configuracion:
fr: Erreur lors de l'analyse du xml de configuration:

source: Tipo de dispositivo no existe.
fr: Le type d'appareil n'existe pas.

source: Modelo/conexión no disponible
fr: Modèle / connexion non disponible

source: Error cargando dispositivo
fr: Erreur lors du chargement de l'appareil

source: 2008-{0} Comerzzia S.L. Todos los derechos reservados. comerzzia es una marca registrada de Comerzzia S.L.
fr: 2008- {0} Comerzzia S.L. Tous droits réservés. Comerzzia est une marque déposée de Comerzzia S.L.

source: No tiene permisos para realizar esta operación
fr: Vous ne disposez pas des autorisations nécessaires pour effectuer cette opération

source: Martes
fr: Mardi

source: Miércoles
fr: Mercredi

source: Jueves
fr: Jeudi

source: Viernes
fr: Vendredi

source: Sábado
fr: Samedi

source: Domingo
fr: Dimanche

source: Hoy
fr: Aujourd'hui

source: Aceptar
fr: Accepter

source: Pulse Escape para continuar
fr: Appuyez sur Echap pour continuer

source: Cancelar
fr: Annuler

source: Ver Detalle
fr: Voir détail

source: Ocultar Detalle
fr: Masquer les détails

source: Lo sentimos, ha ocurrido un error.
fr: Désolé, une erreur s'est produite.

source: Error inesperado. Para mas información consulte el log.
fr: Erreur inattendue. Pour plus d'informations, consultez le journal.

source: La información de stock no está disponible en estos momentos.
fr: Les informations sur les stocks ne sont pas disponibles pour le moment.

source: El artículo introducido no existe.
fr: L'article saisi n'existe pas.

source: No hay stock en la tienda
fr: Pas de stock en magasin

source: No hay stock en el resto de tiendas
fr: Pas de stock dans les autres magasins

source: Ha habido un error al cargar los desgloses del artículo. Se cargará el desglose seleccionado anteriormente.
fr: Une erreur s'est produite lors du chargement des décompositions des articles. La décomposition précédemment sélectionnée sera chargée.

source: Debe introducir el código de artículo o código de barras
fr: Vous devez saisir le code article ou le code-barres

source: Error de validación
fr: Erreur de validation

source: El campo permite un máximo de {max} caracteres
fr: Le champ autorise un maximum de {max} caractères

source: Debe ingresar un nombre de usuario.
fr: Vous devez entrer un nom d'utilisateur.

source: Debe ingresar un password.
fr: Vous devez entrer un mot de passe.

source: La longitud del usuario debe estar entre {min} y {max} caracteres.
fr: La longueur de l'utilisateur doit être comprise entre {min} et {max} caractères.

source: La longitud del campo debe estar entre {min} y {max} caracteres.
fr: La longueur du champ doit être comprise entre {min} et {max} caractères.

source: Caja abierta por el usuario {0}
fr: Caisse ouverte par l'utilisateur {0}

source: El usuario no tiene permisos para ejecutar la pantalla activa.
fr: L'utilisateur n'a pas l'autorisation d'exécuter l'écran actif.

source: Salir
fr: Sortir

source: Los campos contraseña nueva y confirmar contraseña no coinciden
fr: Le nouveau mot de passe et les champs de confirmation du mot de passe ne correspondent pas

source: Clave cambiada correctamente
fr: Le mot de passe a été changé avec succès

source: No se pudo cambiar el password
fr: Le mot de passe n'a pas pu être changé

source: La clave actual no es correcta
fr: La clé actuelle n'est pas correcte

source: Error. No se ha encontrado el menú de la aplicación.
fr: Erreur. Le menu de l'application est introuvable.

source: Error cargando menú de la aplicación.
fr: Erreur lors du chargement de menu de l'application.

source: Ocultar Menú
fr: Masquer le menu

source: Mostrar Menú
fr: Afficher le menu

source: Se ha detectado una actualización del software. Por favor, cierre la aplicación para proceder a la actualización
fr: Une mise à jour logicielle a été détectée. Veuillez fermer l'application pour procéder à la mise à jour

source: No tiene permisos para realizar la acción
fr: Vous n'êtes pas autorisé à effectuer l'action

source: Seleccionar Usuario
fr: Sélectionnez un utilisateur

source: Usuario
fr: Utilisateur

source: Nombre
fr: Nom

source: Seleccionar Grupo
fr: Sélectionnez un groupe

source: Grupo
fr: Groupe

source: Debe seleccionar un grupo
fr: Vous devez sélectionner un groupe

source: Debe seleccionar un usuario
fr: Vous devez sélectionner un utilisateur

source: El titular que se deseaba añadir ya esta conteido en la tabla de permisos
fr: Le titulaire à ajouter est déjà contenu dans le tableau des autorisations

source: Ha habido errores al cargar la configuración de dispositivos disponibles. Por favor, revise el archivo devices.xml
fr: Des erreurs se sont produites lors du chargement de la configuration de périphérique disponible. Veuillez vérifier le fichier devices.xml

source: Aún no se han configurado los dispositivos
fr: Les périphériques n'ont pas encore été configurés

source: Ha ocurrido un error al inicializar el POS.
fr: Une erreur s'est produite lors de l'initialisation du POS.

source: Esta caja está asociada a otro POS. Si continúa, la caja puede quedar desconfigurada. ¿Desea continuar?
fr: Cette boîte est associée à un autre POS. Si vous continuez, la boîte est peut-être déformée. souhaitez-vous continuer?

source: ¿Desea cerrar la aplicación?
fr: Voulez-vous fermer l'application?

source: La fecha autorizada para la vigencia de {0} caduca el día {1}. Por favor, solicite una nueva autorización a la entidad competente
fr: La date d'entrée en vigueur autorisée de {0} expire le {1}. Veuillez demander une nouvelle autorisation à l'entité compétente

source: El campo debe estar en mayúsculas
fr: Le champ doit être en majuscules

source: El campo debe estar en minúsculas
fr: Le champ doit être en minuscules

source: La fecha introducida no es válida
fr: La date saisie n'est pas valide

source: La fecha introducida no puede ser una fecha futura
fr: La date saisie ne peut pas être une date future

source: La fecha introducida no puede ser una fecha pasada
fr: La date saisie ne peut pas être une date passée

source: El campo no es un número válido.
fr: Le champ n'est pas un nombre valide.

source: El campo permite un maximo de {decimales} decimales.
fr: Le champ autorise un maximum de {décimales} décimales.

source: El importe introducido no es válido.
fr: Le montant saisi n'est pas valide.

source: El campo permite un máximo de {0} caracteres
fr: Le champ autorise un maximum de {0} caractères

source: Modificar IDs animal
fr: Modifier les ID animal
