Repository: AlvaroLS01/pos
Catalog: comerzzia-iskaypet-pos-gui/src/main/resources/skins/iskaypet/com/comerzzia/pos/gui/i18n/po/cmz-pos-ext_*.po
Languages: ca, fr, pt

source: El campo fecha de nacimiento no puede tener una fecha futura
ca: El camp data de naixement no pot tenir una data futura
pt: O campo data de nascimento não pode ter uma data futura

source: El campo tipo identificación no puede estar vacio
ca: El camp tipus dʼidentificació no pot estar buit
pt: O campo tipo de identificação não pode estar vazio

source: El campo número identificación no puede estar vacio
ca: El camp número dʼidentificació no pot estar buit
pt: O campo número de identificação não pode estar vazio

source: No se pudo obtener el ticket con el localizador introducido.
ca: No sʼha pogut obtenir el tiquet amb el localitzador introduït.
pt: Não foi possível obter o ticket com o localizador inserido.

source: Se produjo un error procesando el localizador.
ca: Sʼha produït un error processant el localitzador.
pt: Ocorreu um erro processando o localizador.

source: No es posible visualizar este tipo de documento
ca: No és possible visualitzar aquest tipus de document
pt: Não é possível visualizar este tipo de documento

source: Error leyendo información de ticket.
ca: Error llegint informació del tiquet.
pt: Erro ao ler informações do ticket.

source: No tiene permisos para cancelar la devolución.
ca: No té permisos per cancel·lar la devolució.
pt: Você não tem permissão para cancelar a devolução.

source: No se puede continuar con el proceso de pagos ya que falta seleccionar el motivo a devolver de una o más líneas seleccionadas
ca: No es pot continuar amb el procés de pagaments ja que falta seleccionar el motiu a retornar dʼuna o més línies seleccionades
pt: Não é possível continuar com o processo de pagamentos pois falta selecionar o motivo para devolução de uma ou mais linhas selecionadas

source: Va a realizar la devolución de una mascota, ¿Está seguro?
ca: Anirà a realitzar la devolució dʼuna mascota, ¿Està segur?
pt: Você vai realizar a devolução de um animal de estimação, tem certeza?

source: Ha sido cancelada la devolución de la mascota seleccionada
ca: Sʼha cancel·lat la devolució de la mascota seleccionada
pt: A devolução do animal de estimação selecionado foi cancelada

source: La cantidad introducida es mayor a la cantidad disponible para devolver
ca: La quantitat introduïda és major a la quantitat disponible per retornar
pt: A quantidade inserida é maior que a quantidade disponível para devolução

source: Se van a devolver
ca: Es tornaran
pt: Serão devolvidos

source: unidades del artículo
ca: unitats de lʼarticle
pt: unidades do artigo

source: ¿Está seguro?
ca: ¿Està segur?
pt: Tem certeza?

source: Ha sido cancelada la introducción de las
ca: Sʼha cancel·lat la introducció de les
pt: A introdução dos

source: unidades
ca: unitats
fr: unités
pt: unidades foi cancelada

source: No se permite añadir artículos no presentes en el ticket original
ca: No es permet afegir articles no presents en el tiquet original
pt: Não é permitido adicionar artigos não presentes no ticket original

source: Este artículo ya está completamente devuelto en la venta original
ca: Aquest article ja està completament retornat en la venda original
pt: Este artigo já foi completamente devolvido na venda original

source: No se puede editar una línea con cantidad negativa.
ca: No es pot editar una línia amb quantitat negativa.
pt: Não é possível editar uma linha com quantidade negativa.

source: No tiene permisos para modificar una línea.
ca: No té permisos per modificar una línia.
pt: Você não tem permissão para modificar uma linha.

source: No tiene permisos para borrar una línea.
ca: No té permisos per esborrar una línia.
pt: Você não tem permissão para excluir uma linha.

source: El ticket fue realizando en una tienda con un tratamiento fiscal diferente al de esta tienda. No se puede realizar esta devolución.
ca: El tiquet es va realitzar en una botiga amb un tractament fiscal diferent al dʼaquesta botiga. No es pot fer aquesta devolució.
pt: O ticket foi feito em uma loja com um tratamento fiscal diferente desta loja. Esta devolução não pode ser feita.

source: Error cargando pantalla. Para mas información consulte el log.
ca: Error carregant pantalla. Per a més informació consulteu el log.
fr: Erreur de chargement de l'écran. Pour plus d'informations, consultez le journal.
pt: Erro ao carregar a tela. Para mais informações, consulte o log.

source: No se han podido recuperar las líneas devueltas desde la central. Por favor, compruebe el ticket impreso para ver las líneas ya devueltas.
ca: No sʼhan pogut recuperar les línies retornades des del central. Si us plau, comproveu el tiquet imprès per veure les línies ja retornades.
pt: Não foi possível recuperar as linhas devolvidas do central. Por favor, verifique o ticket impresso para ver as linhas já devolvidas.

source: No se ha encontrado ningún ticket con esos datos
ca: No sʼha trobat cap tiquet amb aquestes dades
pt: Nenhum ticket foi encontrado com esses dados

source: Ha habido un error en el proceso de autorización. Contacte con un administrador.
ca: Hi ha hagut un error en el procés dʼautorització. Contacti amb un administrador.
pt: Ocorreu um erro no processo de autorização. Entre em contato com um administrador.

source: Ha habido un error al consultar el plazo de devolución. Contacte con un administrador.
ca: Hi ha hagut un error en consultar el termini de devolució. Contacti amb un administrador.
pt: Ocorreu um erro ao consultar o prazo de devolução. Entre em contato com um administrador.

source: La venta asociada a este ticket ha superado un periodo de {0} días. ¿Está seguro de querer hacer la devolución?
ca: La venda associada a aquest tiquet ha superat un període de {0} dies. Està segur de voler fer la devolució?
pt: A venda associada a este ticket superou um período de {0} dias. Tem certeza de que deseja fazer a devolução?

source: Ya existe una caja abierta en el sistema.
ca: Ja existeix una caixa oberta en el sistema.
pt: Já existe uma caixa aberta no sistema.

source: No es posible realizar la apertura de caja. Existe un cierre Z registrado para hoy.
ca: No és possible realitzar lʼobertura de caixa. Existeix un tancament Z registrat per avui.
pt: Não é possível realizar a abertura da caixa. Existe um fechamento Z registrado para hoje.

source: No es posible realizar la apertura de caja. No se ha realizado el cierre Z correspondiente al día
ca: No és possible realitzar lʼobertura de caixa. No sʼha realitzat el tancament Z corresponent al dia
pt: Não é possível realizar a abertura da caixa. O fechamento Z correspondente ao dia não foi realizado

source: Caja CERRADA
ca: Caixa TANCADA
pt: Caixa FECHADA

source: Caja ABIERTA
ca: Caixa OBERTA
pt: Caixa ABERTA

source: Para realizar el recuento de caja se deben cerrar todas las pantallas abiertas. ¿Desea continuar?
ca: Per realitzar el recompte de caixa cal tancar totes les pantalles obertes. Vol continuar?
pt: Para fazer o fechamento do caixa, todas as telas abertas devem ser fechadas. Deseja continuar?

source: Ya existe un recuento de la caja. ¿Desea borrarlo y empezar de nuevo?
ca: Ja existeix un recompte de la caixa. Vol esborrar-lo i començar de nou?
pt: Já existe um fechamento de caixa. Deseja apagá-lo e começar de novo?

source: AVISO_RETIRADA_EFECTIVO
ca: AVIS_RETIRADA_EFECTIU

source: Ha ocurrido un error intentando mostrar apunte, concepto no encontrado
ca: Ha ocorregut un error intentant mostrar lʼapunt, concepte no trobat
pt: Ocorreu um erro ao tentar mostrar a entrada, conceito não encontrado

source: No se puede insertar un apunte manual. El día de apertura de la caja {0} no coincide con el del sistema {1}
ca: No es pot inserir un apunt manual. El dia dʼobertura de la caixa {0} no coincideix amb el del sistema {1}
pt: Não é possível inserir uma entrada manual. O dia de abertura do caixa {0} não coincide com o do sistema {1}

source: Importe a retirar
ca: Import a retirar
pt: Valor a retirar

source: TITULO_CALCULADORA
ca: TÍTOL_CALCULADORA
pt: TÍTULO_CALCULADORA

source: Total efectivo
ca: Total efectiu
pt: Total em dinheiro

source: El importe a retirar debe ser {0}€, por favor reviselo de nuevo
ca: Lʼimport a retirar ha de ser {0}€, si us plau revisi-ho de nou
pt: O valor a ser retirado deve ser de {0}€, por favor, verifique novamente

source: El importe de la dotación para esta caja no es correcto, por favor reviselo de nuevo
ca: Lʼimport de la dotació per a aquesta caixa no és correcte, si us plau revisi-ho de nou
pt: O valor da dotação para este caixa não está correto, por favor, verifique novamente

source: Para cerrar la caja se deben cerrar todas las pantallas abiertas. ¿Desea continuar?
ca: Per tancar la caixa sʼhan de tancar totes les pantalles obertes. Desitja continuar?
pt: Para fechar o caixa, todas as telas abertas devem ser fechadas. Deseja continuar?

source: Recuerda sacar de la caja el siguiente efectivo: {0} €
ca: Recorda treure de la caixa lʼefectiu següent: {0} €
pt: Lembre-se de retirar do caixa o seguinte valor em dinheiro: {0} €

source: Debe seleccionar un motivo de la lista.
ca: Ha de seleccionar un motiu de la llista.
pt: Você deve selecionar um motivo da lista.

source: ENTRADA EN CAJA
ca: ENTRADA A CAIXA
pt: ENTRADA NO CAIXA

source: SALIDA DE CAJA
ca: SORTIDA DE CAIXA
pt: SAÍDA DO CAIXA

source: Anulación línea
ca: Anul·lació línia
pt: Cancelamento da linha

source: Anulación orden completa
ca: Anul·lació ordre completa
pt: Cancelamento do pedido completo

source: Devolución
ca: Devolució
pt: Devolução

source: Cambio de precio
ca: Canvi de preu
pt: Mudança de preço

source: Descuento completo a una compra
ca: Descompte complet a una compra
pt: Desconto completo na compra

source: Debe rellenar el campo de confirmación de email
ca: Ha dʼomplir el camp de confirmació de correu electrònic
pt: Você deve preencher o campo de confirmação de email

source: El campo de email y confirmación de email no coinciden
ca: El camp de correu electrònic i confirmació de correu electrònic no coincideixen
pt: O campo de email e confirmação de email não coincidem

source: Documento no valido
ca: Document no vàlid
pt: Documento inválido

source: Error validando el documento de identificación:
ca: Error validant el document dʼidentificació:
pt: Erro ao validar o documento de identificação:

source: email
ca: correu electrònic

source: teléfono
ca: telèfon
pt: telefone

source: Ya existe un cliente con este
ca: Ja existeix un client amb aquest
pt: Já existe um cliente com este

source: Cliente creado correctamente
ca: Client creat correctament
pt: Cliente criado com sucesso

source: Cliente editado correctamente
ca: Client editat correctament
pt: Cliente editado com sucesso

source: Razón social
ca: Raó social
pt: Razão social

source: Error en la búsqueda de tipos de documento
ca: Error en la cerca de tipus de document
pt: Erro na busca de tipos de documento

source: Error en la búsqueda, país no encontrado
ca: Error en la cerca, país no trobat
pt: Erro na busca, país não encontrado

source: Apellidos
ca: Cognoms
pt: Sobrenomes

source: No hay notificaciones
ca: No hi ha notificacions
fr: Aucune notification
pt: Não há notificações

source: ¿Está seguro que desea salir?
ca: Està segur que desitja sortir?
pt: Tem certeza de que deseja sair?

source: No está cofigurado el envío de contratos a Evicertia. {0}
ca: No està configurat lʼenviament de contractes a Evicertia. {0}
pt: O envio de contratos para a Evicertia não está configurado. {0}

source: Generando contratos sin envío...
ca: Generant contractes sense enviament...
pt: Gerando contratos sem envio...

source: Enviado {0} contratos a Evicertia...
ca: Enviats {0} contractes a Evicertia...
pt: Enviado {0} contratos para a Evicertia...

source: Enviado {0} contrato a Evicertia...
ca: Enviat {0} contracte a Evicertia...
pt: Enviado {0} contrato para a Evicertia...

source: Primero debe seleccionar un fichero
ca: Primer ha de seleccionar un fitxer
pt: Primeiro você deve selecionar um arquivo

source: La linea seleccionada no tiene disponible la funcionalidad de canjeo de puntos.
ca: La línia seleccionada no té disponible la funcionalitat de canvi de punts.
pt: A linha selecionada não possui a funcionalidade de troca de pontos disponível.

source: Se necesita un fidelizado cargado para utilizar la funcionalidad de canjeo de puntos.
ca: Es necessita un fidelitzat carregat per utilitzar la funcionalitat de canvi de punts.
pt: É necessário ter um cliente fidelizado carregado para utilizar a funcionalidade de troca de pontos.

source: La linea seleccionada tiene un cambio de precio manual, no se puede canjear por puntos.
ca: La línia seleccionada té un canvi de preu manual, no es pot canviar per punts.
pt: A linha selecionada possui uma mudança de preço manual, não pode ser trocada por pontos.

source: El fidelizado no dispone de saldo suficiente para realizar el canjeo. Saldo actual : {0} Puntos necesarios : {1}
ca: El fidelitzat no disposa de saldo suficient per realitzar el canvi. Saldo actual: {0} Punts necessaris: {1}
pt: O cliente fidelizado não possui saldo suficiente para fazer a troca. Saldo atual: {0} Pontos necessários: {1}

source: Error al consultar o comprobar las condiciones del artículo de puntos :
ca: Error en consultar o comprovar les condicions de lʼarticle de punts:
pt: Erro ao consultar ou verificar as condições do artigo de pontos:

source: Error al comprobar si el artículo ʼ{0}ʼ es canjeable por puntos :
ca: Error en comprovar si lʼarticle ʼ{0}ʼ es canjeable per punts:

source: Error al insertar el artículo canjeable por puntos con código ʼ{0}ʼ en la linea {1} :
ca: Error en inserir lʼarticle canjeable per punts amb codi ʼ{0}ʼ a la línia {1}:

source: La linea seleccionada ya tiene aplicados puntos para ese artículo.
ca: La línia seleccionada ja té aplicats punts per a aquest article.
pt: A linha selecionada já tem pontos aplicados para este artigo.

source: ¿Está seguro que desea canjear por puntos el artículo ʼ
ca: Està segur que desitja canviar per punts lʼarticle ʼ

source: Puntos a utilizar :
ca: Punts a utilitzar:
pt: Pontos a utilizar:

source: Precio total del artículo :
ca: Preu total de lʼarticle:
pt: Preço total do artigo:

source: Error al modificar de la lista de artículos canjeables por puntos la línea {0} :
ca: Error en modificar de la llista dʼarticles canjeables per punts la línia {0}:
pt: Erro ao modificar a lista de artigos trocáveis por pontos na linha {0}:

source: Error al eliminar de la lista de artículos canjeables por puntos la línea {0} :
ca: Error en eliminar de la llista dʼarticles canjeables per punts la línia {0}:
pt: Erro ao eliminar da lista de artigos trocáveis por pontos na linha {0}:

source: Número de tarjeta de acceso no configurado. Consulte a su administrador.
ca: Número de targeta dʼaccés no configurat. Consulti amb el seu administrador.
pt: Número do cartão de acesso não configurado. Consulte o seu administrador.

source: Debe introducir un número de tarjeta
ca: Ha dʼintroduir un número de targeta
pt: Você deve inserir um número de cartão

source: Número de tarjeta incorrecto
ca: Número de targeta incorrecte
pt: Número de cartão incorreto

source: Número de tarjeta no encontrado
ca: Número de targeta no trobat
fr: Numéro de carte non trouvé
pt: Número de cartão não encontrado

source: El fidelizado se ha consultado correctamente, pero ha ocurrido un error cargando sus cupones disponibles. Consulte con el administrador.
ca: El fidelitzat sʼha consultat correctament, però ha ocorregut un error carregant els seus cupons disponibles. Consulti amb lʼadministrador.
pt: O cliente fidelizado foi consultado corretamente, mas ocorreu um erro ao carregar seus cupãos disponíveis. Consulte o administrador.

source: Id tienda
ca: Id botiga
pt: ID da loja

source: Tiempo de espera agotado, vuelva a realizar la operación
ca: Temps dʼespera esgotat, torni a realitzar lʼoperació
pt: Tempo de espera esgotado, tente a operação novamente

source: Error realizando operación con el TEF de Sipay
ca: Error en realitzar operació amb el TEF de Sipay
pt: Erro ao realizar operação com o TEF da Sipay

source: Debe seleccionar un fidelizado de la lista.
ca: Ha de seleccionar un fidelitzat de la llista.
pt: Você deve selecionar um cliente fidelizado da lista.

source: Selección de Cliente
ca: Selecció de client
pt: Seleção de Cliente

source: Devoluciones cliente
ca: Devolucions client
pt: Devoluções do cliente

source: Ventas realizadas en los últimos
ca: Vendes realitzades en els últims
pt: Vendas realizadas nos últimos

source: ¿Está seguro de inciar la devolución?
ca: Està segur dʼiniciar la devolució?
pt: Tem certeza de que deseja iniciar a devolução?

source: No se ha podido recuperar el ticket para imprimir. Contacte con un administrador
ca: No sʼha pogut recuperar el tiquet per imprimir. Contacti amb un administrador
pt: Não foi possível recuperar o ticket para impressão. Entre em contato com o administrador

source: Alta cliente
ca: Alta client
pt: Registo cliente

source: Es necesario rellenar al menos uno de los campos de búsqueda
ca: És necessari omplir almenys un dels camps de cerca
pt: É necessário preencher pelo menos um dos campos de pesquisa

source: No se ha encontrado ningún fidelizado con los datos introducidos
ca: No sʼha trobat cap fidelitzat amb les dades introduïdes
pt: Nenhum cliente fidelizado foi encontrado com os dados inseridos

source: El fidelizado no dispone de una tarjeta
ca: El fidelitzat no disposa dʼuna targeta
pt: O cliente fidelizado não possui um cartão

source: No se ha podido establecer la conexión con la central, revise que la conexión es adecuada.
ca: No sʼha pogut establir la connexió amb la central, reviseu que la connexió és adequada.
pt: Não foi possível estabelecer a conexão com a central, verifique se a conexão é adequada.

source: Ha ocurrido un error durante la petición a la central, consulte con el administrador.
ca: Ha ocorregut un error durant la petició a la central, consulteu amb lʼadministrador.
pt: Ocorreu um erro durante a solicitação à central, consulte o administrador.

source: Error leyendo información de ticket
ca: Error llegint informació del tiquet
pt: Erro ao ler informações do ticket

source: Total en caja:
ca: Total a caixa:
pt: Total no caixa:

source: Importe a retirar:
ca: Import a retirar:
pt: Valor a retirar:

source: Resultante:
ca: Resultant:
pt: Resultado:

source: El total de la venta es superior a {0}€, es obligatorio sacar factura completa
ca: El total de la venda és superior a {0}€, és obligatori treure factura completa
pt: O total da venda é superior a {0}€, é obrigatório emitir uma fatura completa

source: No se puede insertar un apunte manual. El día de apertura de la caja {0} no coincide con el del sistema {1}
ca: No es pot inserir un apunt manual. El dia dʼobertura de la caixa {0} no coincideix amb el del sistema {1}
pt: Não é possível inserir uma entrada manual. O dia de abertura do caixa {0} não coincide com o do sistema {1}

source: Autorización Gerente
ca: Autorització de Gerent
pt: Autorização do gestor

source: Contraseña del colaborador
ca: Contrasenya del col·laborador
fr: Mot de passe du collaborateur
pt: Senha do colaborador

source: Contraseña no configurada. Consulte a su administrador.
ca: Contrasenya no configurada. Consulti amb el seu administrador.
fr: Mot de passe non configuré. Consultez votre administrateur.
pt: Senha não configurada. Consulte o seu administrador.

source: Debe introducir una contraseña
ca: Ha dʼintroduir una contrasenya
fr: Vous devez entrer un mot de passe
pt: Você deve inserir uma senha

source: Contraseña incorrecta
ca: Contrasenya incorrecta
fr: Mot de passe incorrect
pt: Senha incorreta

source: CLIENTE:
ca: CLIENT:

source: Identificación de cliente
ca: Identificació de client
pt: Identificação do cliente

source: Buscar
ca: Cercar
pt: Pesquisar

source: DATOS PROMOCIÓN:
ca: DADES PROMOCIÓ:
pt: DADOS DA PROMOÇÃO:

source: PVP PROMOCIÓN
ca: PVP PROMOCIÓ
pt: PVU PROMOÇÃO

source: Para poder seleccionar el pago por transferencia es necesario identificar al cliente
ca: Per poder seleccionar el pagament per transferència cal identificar el client
pt: Para poder selecionar o pagamento por transferência, é necessário identificar o cliente

source: Para poder seleccionar el pago por transferencia es necesario que sea factura completa
ca: Per poder seleccionar el pagament per transferència cal que sigui factura completa
pt: Para poder selecionar o pagamento por transferência, é necessário que seja uma fatura completa

source: Vacío
ca: Buit
pt: Vazio

source: COLECTIVO/S:
ca: COL·LECTIU/S:
fr: COLLECTIF/S:
pt: COLETIVO/S:

source: Lote
ca: Lot
fr: Lot

source: ¿Necesita el cliente el NIF en el recibo de venta?
ca: Necessita el client el NIF al rebut de venda?
fr: Le client a-t-il besoin du NIF sur le reçu de vente?
pt: O cliente precisa do NIF no recibo de venda?

source: INSERTAR NIF DEL CLIENTE
ca: INSERIR NIF DEL CLIENT
fr: INSÉRER LE NIF DU CLIENT
pt: INSERIR NIF DO CLIENTE

source: El documento introducido no es válido. Por favor, introduzca un documento válido.
ca: El document introduït no és vàlid. Si us plau, introduïu un document vàlid.
fr: Le document saisi n'est pas valide. Veuillez saisir un document valide.
pt: O documento inserido não é válido. Por favor, insira um documento válido.

source: Contrato
ca: Contracte
fr: Contrat

source: ¿Cómo desea introducir el motivo del cambio de precio a las {0} unidades?
ca: Com vol introduir el motiu del canvi de preu a les {0} unitats?
fr: Comment souhaitez-vous introduire la raison du changement de prix pour les {0} unités?
pt: Como deseja inserir o motivo da mudança de preço para as {0} unidades?

source: ¿Cómo desea introducir el motivo de la devolución a las {0} unidades?
ca: Com vol introduir el motiu de la devolució a les {0} unitats?
fr: Comment souhaitez-vous introduire la raison du retour pour les {0} unités?
pt: Como deseja inserir o motivo da devolução para as {0} unidades?

source: Motivo
ca: Motiu
fr: Raison

source: TITULO
ca: TÍTOL
fr: TITRE
pt: TÍTULO

source: Por unidad
ca: Per unitat
fr: Par unité
pt: Por unidade

source: ** Promo: Articulo a canjear por: {0} puntos.
ca: ** Promo: Article a canviar per: {0} punts.
fr: ** Promo : Article à échanger contre : {0} points.
pt: ** Promo : Article à échanger contre : {0} points.

source: Lote: {0}
ca: Lot: {0}
fr: Lot : {0}

source: Fecha Caducidad:
ca: Data Caducitat:
fr: Date d'expiration :
pt: Data de validade:

source: Se selecciono un cupón navision con el valor
ca: Se selecciono un cupó navision amb el valor
fr: Un coupon navision a été sélectionné avec la valeur
pt: Foi selecionado um cupão navision com o valor

source: ¿Está seguro de querer insertarlo en esta venta?
ca: Esteu segur que voleu inserir-lo en aquesta venda?
fr: Êtes-vous sûr de vouloir l'insérer dans cette vente?
pt: Tem certeza de que deseja inseri-lo nesta promoção?

source: No se ha encontrado el código indicado como artículo en el sistema ¿Desea buscarlo en central como un cupón?
ca: No s'ha trobat el codi indicat com a article al sistema Voleu cercar-lo a central com un cupó?
fr: Le code indiqué n'a pas été trouvé comme article dans le système Voulez-vous le rechercher dans le central comme un coupon?
pt: O código indicado como item não foi encontrado no sistema, Deseja procurá_lo na central como cupão?

source: Introduzca un correo
ca: Introdueixi un correu electrònic
fr: Entrez un email
pt: Insira um e-mail

source: Correo del cliente
ca: Correu del client
fr: Email du client
pt: E-mail do cliente

source: Enviado ticket por correo electronico a {0}
ca: Tiquet enviat per correu electrònic a {0}
fr: Ticket envoyé par email à {0}
pt: Ticket enviado por e-mail para {0}
