Repository: AlvaroLS01/pos
Catalog: comerzzia-bimbaylola-pos-skin/src/main/resources/skins/bimbaylola/com/comerzzia/pos/gui/i18n/*.po
Languages: ca, de, fr, pl, pt, ru

source: El coste de la Reserva no está no está cubierto
ca: El cost de la Reserva no està no està cobert
de: The cost of the Reservation is not covered
fr: Le coût de la réservation n'est pas couvert
pl: Brak pokrycia kosztu rezerwacji
pt: O custo da Reserva não é coberto
ru: Стоимость предзаказа не покрыта

source: Se va a proceder a finalizar el apartado. ¿Desea continuar?
ca: Es procedirà a finalitzar lapartat. Voleu continuar?
de: The section will now be finalised. Do you wish to continue?
fr: La réservation sera terminée. Voulez-vous continuer ?
pl: Nastąpi teraz sfinalizowanie sekcji. Czy kontynuować?
pt: A secção está prestes a terminar. Deseja continuar?
ru: Этот раздел будет утвержден. Продолжить?

source: Debe indicar todos los números de serie para continuar
ca: Heu d'indicar tots els números de sèrie per continuar
de: You must indicate all serial numbers to continue
fr: Vous devez saisir tous les numéros de série pour continuer
pl: Aby kontynuować należy podać wszystkie numery seryjne
pt: Deve indicar todos os números de série para continuar
ru: Укажите все серийные номера, чтобы продолжить

source: Se ha producido un error al procesar los números de serie
ca: S'ha produït un error en processar els números de sèrie
de: An error occurred while processing the serial numbers
fr: Une erreur s'est produite lors du traitement des numéros de série
pl: Wystąpił błąd przy przetwarzaniu numerów seryjnych
pt: Ocorreu um erro durante o processamento dos números de série
ru: Ошибка при обработке серийных номеров

source: Se ha producido un error al grabar el Movimiento de Caja
ca: S'ha produït un error en enregistrar el Moviment de Caixa
de: An error occurred while recording the Cash Movement
fr: Une erreur s'est produite lors de l'enregistrement du mouvement de caisse
pl: Wystąpił błąd podczas zapisywania operacji kasowych
pt: Ocorreu um erro durante o registo do Movimento de Dinheiro
ru: Ошибка при регистрации движения денежных средств

source: Se ha producido un error al salvar el Ticket
ca: S'ha produït un error en salvar el tiquet
de: An error occurred while saving the Receipt
fr: Une erreur s'est produite lors de l'enregistrement du ticket
pl: Wystąpił błąd podczas zapisywania paragonu
pt: Ocorreu um erro ao guardar o Bilhete
ru: Произошла ошибка при сохранении чека

source: Se ha producido un error al procesar la Venta
ca: S'ha produït un error en processar la venda
de: An error occurred while processing the Sale
fr: Une erreur s'est produite lors du traitement de la vente
pl: Wystąpił błąd podczas przetwarzania operacji sprzedaży
pt: Ocorreu um erro no processamento da Venda
ru: Ошибка при обработке продажи

source: Debe seleccionar una Reserva para poder Finalizarla
ca: Heu de seleccionar una Reserva per poder Finalitzar-la
de: You must select a Reservation in order to Finalise it
fr: Vous devez sélectionner une réservation pour la terminer
pl: Aby sfinalizować rezerwację należy ją zaznaczyć
pt: Deve seleccionar uma Reserva a fim de a finalizar
ru: Выберите предзаказ для утверждения

source: Detalle reserva {0}
ca: Detall reserva {0}
de: Reservation detail {0}
fr: Détail réservation {0}
pl: Szczegóły rezerwacji {0}
ru: Сведения о предзаказе {0}

source: Nueva reserva
ca: Nova reserva
de: New reservation
fr: Nouvelle réservation
pl: Nowa rezerwacja
pt: Nova reserva
ru: Новый предзаказ

source: Se produjo un error en la carga de lineas de ticket
ca: Es va produir un error a la càrrega de línies de tiquet
de: An error occurred while loading receipt lines
fr: Une erreur s'est produite lors du chargement des lignes du ticket
pl: Wystąpił błąd podczas ładowania linii paragonu
pt: Ocorreu um erro ao carregar linhas de bilhetes
ru: Ошибка при загрузке строк чека

source: Se recalcularán los precios, se perderán los anteriores ¿Desea continuar?
ca: Es tornaran a calcular els preus, es perdran els anteriors. Voleu continuar?
de: Prices will be recalculated, previous prices will be lost. Do you wish to continue?
fr: Les prix seront recalculés, les précédents seront supprimés. Voulez-vous continuer ?
pl: Ceny zostaną przeliczone na nowo, a poprzednie anulowane. Czy kontynuować?
pt: Os preços serão recalculados, os preços anteriores serão perdidos. Deseja continuar?
ru: Цены будут пересчитаны. Продолжить?

source: Se produjo error al obtener información del fidelizado. Los precios no se han actualizado. Inténtelo más tarde o comunique la incidencia
ca: Es va produir error en obtenir informació del fidelitzat. Els preus no han estat actualitzats. Intenteu-ho més tard o comuniqueu la incidència
de: An error occurred when obtaining loyalty information. The prices have not been updated. Please try again later or report the issue
fr: Une erreur s'est produite lors de l'obtention des informations du fidélisé. Les prix n'ont pas été mis à jour. Réessayez plus tard ou signalez l'incident
pl: Wystąpił błąd przy pobieraniu informacji dotyczących stałego klienta. Ceny nie zostały zaktualizowane. Spróbuj raz jeszcze później lub zgłoś zaistniały problem
pt: Ocorreu um erro ao obter informações de fidelidade. Os preços não foram actualizados. Por favor, tente novamente mais tarde ou relate o assunto
ru: Ошибка при получении сведений о лояльности. Цены не обновлены. Повторите попытку позже или сообщите о проблеме

source: No se puede crear un apartado vacío
ca: No es pot crear una reserva buida
de: It is not possible to create an empty section
fr: Impossible de créer une réservation vide
pl: Utworzenie pustej sekcji nie jest możliwe
pt: Não é possível criar uma secção vazia
ru: Невозможно создать пустой раздел

source: Cambios guardados correctamente
ca: Canvis desats correctament
de: Changes saved correctly
fr: Modifications enregistrées correctement
pl: Zmiany zostały prawidłowo zapisane
pt: Alterações guardadas correctamente
ru: Изменения сохранены

source: Fecha incorrecta. Revise valores
ca: Data incorrecta. Reviseu valors
de: Incorrect date. Check values
fr: Date incorrecte, vérifiez les valeurs
pl: Nieprawidłowa data. Sprawdź dane
pt: Data incorrecta. Verificar valores
ru: Неверная дата. Проверьте значения

source: La fecha de recogida es obligatoria
ca: La data de recollida és obligatòria
de: The collection date is required
fr: La date de retrait est obligatoire
pl: Termin odbioru jest obowiązkowy
pt: A data de recolha é obrigatória
ru: Требуется дата сборки

source: No se ha encontrado ningún Fidelizado con los datos introducidos ¿Desea realizar el Alta del Cliente?
ca: No s'ha trobat cap Fidelitzat amb les dades introduïdes Voleu fer l'Alta del Client?
de: No Loyalty has been found with the data entered. Would you like to register a customer?
fr: Aucun fidélisé n'a été trouvé avec les données saisies Voulez-vous inscrire le client ?
pl: Nie znaleziono żadnego stałego klienta na podstawie wprowadzonych danych Czy chcesz zarejestrować klienta?
pt: Não foi encontrado nenhum cliente com os dados introduzidos. Gostaria de registar um cliente?
ru: Не найдено участников программы лояльности с такими данными. Зарегистрировать клиента?

source: La Tarjeta de Fidelización
ca: La Targeta de Client
de: Loyalty Card
fr: La carte de fidélité
pl: Karta lojalnościowa
pt: O Cartão de Fidelidade
ru: Карта лояльности

source: No es posible editar el cliente en una reserva ya iniciada
ca: No es pot editar el client en una reserva ja iniciada
de: It is not possible to edit the customer in a reservation that has already been started
fr: Impossible d'éditer le client dans une réservation déjà commencée
pl: Nie jest możliwa edycja klienta w przypadku już rozpoczętej rezerwacji
pt: Não é possível editar o cliente numa reserva já iniciada
ru: Невозможно изменить клиента в предзаказе, который уже открыт

source: Debe confirmar o rechazar los cambios para poder cerrar la pantalla de detalle de apartado
ca: Heu de confirmar o rebutjar els canvis per poder tancar la pantalla de detall d'apartat
de: You must confirm or reject the changes in order to close the detail screen
fr: Vous devez confirmer ou annuler les modifications pour fermer la fenêtre de détail de la réservation
pl: Aby zamknąć ekran szczegółowych informacji w sekcji należy potwierdzić lub odrzucić wprowadzone zmiany
pt: Deve confirmar ou rejeitar as alterações a fim de fechar o ecrã de detalhe da secção
ru: Подтвердите или отмените изменения, чтобы закрыть экран сведений

source: La caja a la que estaba conectado se ha cerrado
ca: La caixa a la qual estava connectat s'ha tancat
de: The cash register it was connected to has closed
fr: La caisse à laquelle vous étiez connecté est clôturée
pl: Nastąpiło zamknięcie podłączonej kasy
pt: A caixa a que estava ligada foi fechada
ru: Касса, к которой выполнено подключение, закрыта

source: Debe confirmar o rechazar antes los cambios
ca: Heu de confirmar o rebutjar abans els canvis
de: You must first confirm or reject changes
fr: Vous devez d'abord confirmer ou annuler les modifications
pl: Należy najpierw potwierdzić lub odrzucić wprowadzone zmiany
pt: Deve primeiro confirmar ou rejeitar as alterações
ru: Сначала подтвердите или отмените изменения

source: No se pueden añadir pagos al apartado
ca: No es poden afegir pagaments a la reserva
de: Payments cannot be added to the section
fr: Impossible d'ajouter des paiements à la réservation
pl: Dodanie płatności do sekcji nie jest możliwe
pt: Os pagamentos não podem ser adicionados ao
ru: Невозможно добавить платежи в раздел

source: Se produjo un error en la carga del documento de pagos
ca: Es va produir un error a la càrrega del document de pagaments
de: An error occurred while loading the payment document
fr: Une erreur s'est produite lors du chargement du document de paiements
pl: Wystąpił błąd podczas ładowania dokumentu płatniczego
pt: Ocorreu um erro no carregamento do documento de pagamento
ru: Ошибка при загрузке платежного документа

source: El importe pendiente de abonar es 0
ca: L'import pendent d'abonar és 0
de: The outstanding amount is 0
fr: Le montant à régler est 0
pl: Pozostała do zapłaty kwota wynosi 0
pt: O montante a ser pago é 0
ru: Сумма к оплате равна 0

source: No se pueden editar datos de un apartado finalizado o cancelado
ca: No podeu editar dades d'una reserva finalitzada o cancel·lada
de: Data of a finalised or cancelled section cannot be edited
fr: Impossible d'éditer les données d'une réservation terminée ou annulée
pl: Nie można edytować danych sfinalizowanej lub anulowanej sekcji
pt: Não é possível editar dados de uma secção terminada ou cancelada
ru: Невозможно изменить данные в утвержденном или отмененном разделе

source: Debe confirmar antes los cambios
ca: Heu de confirmar abans els canvis
de: You must first confirm the changes
fr: Vous devez d'abord confirmer les modifications
pl: Należy najpierw potwierdzić zmiany
pt: Deve confirmar as alterações com antecedência
ru: Сначала подтвердите изменения

source: No hay artículos disponibles para su venta
ca: No hi ha articles disponibles per a la venda
de: No items available for sale
fr: Il n'y a pas d'articles disponibles pour la vente
pl: Brak towarów dostępnych w sprzedaży
pt: Não há artigos disponíveis para venda
ru: Нет позиций, доступных для продажи

source: Se ha producido un error al guardar el Ticket de Reserva
ca: S'ha produït un error en desar el tiquet de reserva
de: An error occurred while saving the Reservation Receipt
fr: Une erreur s'est produite lors de l'enregistrement du ticket de réservation
pl: Wystąpił błąd podczas zapisywania paragonu rezerwacji
pt: Ocorreu um erro ao guardar o Booking Ticket
ru: Ошибка при сохранении чека по предзаказу

source: Para insertar artículos debe estar en modo edición.
ca: Per inserir articles heu d'estar en mode edició.
de: To insert items you must be in edit mode.
fr: Pour insérer des articles, vous devez être en mode édition.
pl: Towary należy wprowadzić w trybie edycji.
pt: Para inserir artigos deve estar em modo de edição.
ru: Чтобы вставить позиции, перейдите в режим редактирования.

source: No están permitidas recargas de tarjeta regalo en apartados.
ca: No estan permeses recàrregues de targeta regal en apartats.
de: Gift card top-ups are not permitted in sections.
fr: Les recharges de carte cadeau ne sont pas autorisées dans les réservations.
pl: Doładowanie karty podarunkowej w sekcjach jest niedozwolone.
pt: Não são permitidas recargas de cartões de oferta em caixas de dinheiro.
ru: Пополнение подарочных карт не поддерживается в разделах.

source: No se ha podido insertar la línea
ca: No s'ha pogut inserir la línia
de: Unable to insert the line
fr: Impossible d'insérer la ligne
pl: Nie można wprowadzić linii
pt: A linha não pôde ser inserida
ru: Не удается вставить строку

source: Debe indicar los números de serie para continuar
ca: Heu d'indicar els números de sèrie per continuar
de: You must indicate the serial numbers to continue
fr: Vous devez indiquer les numéros de série pour continuer
pl: Aby kontynuować należy podać numery seryjne
pt: Deve indicar os números de série a continuar
ru: Укажите серийные номера, чтобы продолжить

source: Ha ocurrido un error al procesar los números de serie
ca: S'ha produït un error en processar els números de sèrie
de: An error has occurred while processing the serial numbers
fr: Une erreur s'est produite lors du traitement des numéros de série
pl: Wystąpił błąd podczas przetwarzania numerów seryjnych
pt: Ocorreu um erro durante o processamento dos números de série
ru: Ошибка при обработке серийных номеров

source: Debe seleccionar al menos un artículo para la venta
ca: Heu de seleccionar almenys un article per a la venda
de: You must select at least one item for sale
fr: Vous devez sélectionner au moins un article pour la vente
pl: Należy wybrać przynajmniej jeden towar do sprzedaży
pt: Deve seleccionar pelo menos um artigo para venda
ru: Выберите хотя бы одну позицию для продажи

source: El saldo disponible del cliente es inferior al total de la venta
ca: El saldo disponible del client és inferior al total de la venda
de: The customer's available balance is less than the total sale amount
fr: Le solde disponible du client est inférieur au montant total de la vente
pl: Dostępne saldo klienta jest niższe od łącznej kwoty sprzedaży
pt: O saldo disponível do cliente é menor do que o total da venda
ru: Доступный баланс клиента меньше, чем общая сумма продажи

source: Lo sentimos, ha ocurrido un error al imprimir
ca: Ho sentim, ha passat un error en imprimir
de: Sorry, an error occurred while printing
fr: Désolé, une erreur est survenue lors de l'impression
pl: Przepraszamy, wystąpił błąd podczas drukowania
pt: Desculpe, ocorreu um erro durante a impressão
ru: Произошла ошибка при печати

source: Se ha producido un error al salvar el ticket
ca: S'ha produït un error en salvar el tiquet
de: An error occurred while saving the receipt
fr: Une erreur s'est produite lors de l'enregistrement du ticket
pl: Wystąpił błąd podczas zapisywania paragonu
pt: Ocorreu um erro ao guardar o bilhete
ru: Произошла ошибка при сохранении чека

source: Error consultando los pagos del apartado
ca: Error en consultar els pagaments de l'apartat
de: Error while viewing the payments of the section
fr: Erreur lors de la consultation de la rubrique
pl: Błąd podczas przeglądania płatności w sekcji
pt: Erro ao consultar os pagamentos na secção
ru: Ошибка при просмотре платежей раздела

source: Se produjo un error en la impresión.
ca: S'ha produït un error en la impressió.
de: A printing error has occurred.
fr: Une erreur s'est produite lors de l'impression.
pl: Podczas drukowania wystąpił błąd.
pt: Ocorreu um erro durante a impressão.
ru: Произошла ошибка печати.

source: Error recuperando el recuento del último cierre de caja.
ca: Error en recuperar el recompte de l'últim tancament de caixa.
de: Error retrieving the balance of the last cash register closing.
fr: Erreur lors de la récupération du comptage de la dernière clôture de caisse.
pl: Błąd podczas odzyskiwania podliczenia ostatniego zamknięcia kasy.
pt: Erro ao recuperar a contagem do último fecho de caixa.
ru: Ошибка при получении сведений о балансе при последнем закрытии кассы.

source: El estado del TSE es erróneo, por favor, reinicie la Impresora y Comerzzia para poder operar con TSE.
ca: L'estat del TSE és erroni, si us plau, reinicieu la Impressora i Comerzzia per poder operar amb TSE.
de: The status of the TSE is wrong, please restart the Printer and Comerzzia to be able to operate with TSE.
fr: L'état du TSE est erroné. Veuillez redémarrer l'imprimante et Comerzzia pour opérer avec le TSE.
pl: Nieprawidłowy status TSE. Ponownie uruchom drukarkę i system Comerzzia, aby umożliwić działanie z użyciem TSE.
ru: TSE имеет неверный статус. Перезапустите принтер и Comerzzia, чтобы использовать TSE.

source: Ha ocurrido un error con el TSE y no se ha podido enviar la operación, ¿Desea continuar?.
ca: S'ha produït un error amb el TSE i no s'ha pogut enviar l'operació. Voleu continuar?
de: An error has occurred with the TSE and the transaction could not be sent, do you wish to continue?.
fr: Une erreur s'est produite avec le TSE et l'opération n'a pas pu être envoyée. Voulez-vous continuer?.
pl: Wystąpił błąd dotyczący TSE, który uniemożliwia przesłanie transakcji. Czy kontynuować?
ru: Произошла ошибка TSE. Не удалось отправить транзакцию. Продолжить?

source: La tarjeta introducida está dada de baja.
ca: La targeta introduïda està donada de baixa.
de: The card entered has been cancelled.
fr: La carte introduite est radiée.
pl: Włożona karta jest wyrejestrowana.
pt: O cartão inserido é anulado.
ru: Вставленная карта деактивирована.

source: El número de tarjeta no es válido.
ca: El número de targeta no és vàlid.
de: The card number is not valid.
fr: Le numéro de carte n'est pas valide.
pl: Numer karty jest nieprawidłowy.
pt: O número do cartão não é válido.
ru: Недействительный номер карты.

source: El artículo
ca: L'article
de: The item
fr: L'article
pl: Towar
pt: O artigo
ru: Позиция

source: La línea seleccionada no se puede modificar.
ca: La línia seleccionada no es pot modificar.
de: The selected line cannot be modified.
fr: La ligne sélectionnée ne peut être modifiée.
pl: Wybranej linii nie można modyfikować.
pt: A linha seleccionada não pode ser modificada.
ru: Невозможно изменить выбранную строку.

source: El usuario no tiene permisos para cambiar de vendedor
ca: L'usuari no té permisos per canviar de venedor
de: The user does not have permissions to change seller
fr: L'utilisateur n'est pas autorisé à modifier le vendeur
pl: Użytkownik nie ma uprawnień do zmiany sprzedawcy
ru: У пользователя недостаточно прав для изменения продавца

source: La línea no se puede modificar.
ca: La línia no es pot editar.
de: The line cannot be modified.
fr: Impossible de modifier la ligne.
pl: Modyfikacja linii nie jest możliwa.
pt: A linha não pode ser modificada.
ru: Невозможно изменить строку.

source: No tiene permisos para realizar una devolución
ca: No teniu permisos per fer una devolució
de: You do not have permission to make a return
fr: Vous n'êtes pas autorisé(e) à réaliser un retour
pl: Nie masz uprawnień do dokonania zwrotu
pt: Não está autorizado a fazer um retorno
ru: Недостаточно прав для возмещения/возврата

source: Quedan números de serie por asignar. Por favor, asígnelos antes de seguir.
ca: Queden números de sèrie per assignar. Si us plau, assigneu-los abans de seguir.
de: There are still serial numbers to be assigned. Please assign them before proceeding.
fr: Il reste des numéros de série à affecter. Veuillez les affecter avant de continuer.
pl: Wciąż istnieją numery seryjne do przypisania. Aby kontynuować, należy je przypisać.
pt: Ainda há números de série a serem atribuídos. É favor atribuí-los antes de prosseguir.
ru: Остались серийные номера, которые нужно назначить. Назначьте их, чтобы продолжить.

source: Debe añadir alguna linea del documento origen para realizar la devolución.
ca: Heu d'afegir alguna línia del document origen per realitzar la devolució.
de: You must add a line from the source document to make the return.
fr: Vous devez ajouter une ligne du document d'origine pour réaliser le retour.
pl: Aby dokonać zwrotu należy dodać przynajmniej jedną linię z dokumentu źródłowego.
pt: Deve acrescentar uma linha do documento de origem para fazer a devolução.
ru: Добавьте строку из исходного документа, чтобы сделать возврат.

source: El ticket no contiene líneas de artículo.
ca: El tiquet no conté línies darticle.
de: The receipt does not contain item lines.
fr: Le ticket ne contient pas de lignes d'article.
pl: W paragonie brakuje linii artykułu.
pt: O bilhete não contém artigos de linha.
ru: В чеке отсутствуют строки позиций.

source: No tiene permisos para modificar una línea.
ca: No teniu permisos per modificar una línia.
de: You do not have permission to modify a line.
fr: Vous n'êtes pas autorisé(e) à modifier une ligne.
pl: Nie masz uprawnień do modyfikacji linii.
pt: Não tem permissão para modificar uma linha.
ru: У вас недостаточно прав для изменения строк.

source: No es posible modificar una línea en una devolución con ticket original.
ca: No es pot modificar una línia en una devolució amb tiquet original.
de: It is not possible to modify a line in a return with an original receipt.
fr: Impossible de modifier une ligne dans un retour avec le ticket d'origine.
pl: Nie jest możliwa modyfikacja linii w ramach zwrotu przy użyciu oryginalnego paragonu.
pt: Não é possível modificar uma linha numa devolução com bilhete original.
ru: Возвраты между этими магазинами невозможны

source: El usuario no tiene permisos para agregar nota +INFO
ca: L'usuari no té permisos per afegir nota +INFO
de: The user does not have permission to add note +INFO
fr: L'utilisateur n'est pas autorisé à ajouter une note +INFO
pl: Użytkownik nie ma uprawnień do dodania notatki WIĘCEJ INFORMACJI
pt: O utilizador não tem permissões para adicionar nota +INFO
ru: У пользователя недостаточно прав для добавления примечания "+СВЕДЕНИЯ"

source: EL ARTÍCULO SELECCIONADO SE HA VENDIDO CON +INFO. REVISE EL TICKET POR FAVOR. GRACIAS
ca: L'ARTICLE SELECCIONAT S'HA VENUT AMB +INFO. REVISEU EL TICKET SI US PLAU. GRÀCIES
de: THE SELECTED ITEM HAS BEEN SOLD WITH +INFO. PLEASE CHECK THE RECEIPT. THANK YOU
fr: L'ARTICLE SÉLECTIONNÉ A ÉTÉ VENDU AVEC +INFO. VEUILLEZ VÉRIFIER LE TICKET. MERCI
pl: SPRZEDANO WYBRANY ARTYKUŁ Z NOTATKĄ ZAWIERAJĄCĄ WIĘCEJ INFORMACJI. PROSZĘ SPRAWDZIĆ PARAGON. DZIĘKUJEMY!
pt: O ARTIGO SELECCIONADO FOI VENDIDO COM +INFO. POR FAVOR, VERIFIQUE O BILHETE. OBRIGADO
ru: ВЫБРАННАЯ ПОЗИЦИЯ ПРОДАНА С ПРИМЕЧАНИЕМ "+СВЕДЕНИЯ". ПРОВЕРЬТЕ ЧЕК. СПАСИБО

source: Ha ocurrido un error al obtener la propiedad del documento activo
ca: S'ha produït un error en obtenir la propietat del document actiu
de: An error occurred while getting ownership of the active document
fr: Une erreur s'est produite lors de l'obtention de la propriété du document actif
pl: Wystąpił błąd podczas pobierania własności aktywnego dokumentu
pt: Ocorreu um erro durante a obtenção da propriedade do documento activo
ru: Произошла ошибка при получении права собственности на активный документ

source: Ha habido un error al introducir la línea
ca: Hi ha hagut un error en introduir la línia
de: There was an error entering the line
fr: Une erreur s'est produite lors de l'introduction de la ligne
pl: Wystąpił błąd podczas wprowadzania linii
pt: Houve um erro ao entrar na linha
ru: Произошла ошибка при вводе строки

source: La tarjeta de fidelización {0} no está activa
ca: La targeta de fidelització {0} no està activa
de: The loyalty card {0} is not active
fr: La carte de fidélité {0} n'est pas active
pl: Karta lojalnościowa {0} nie jest aktywna
pt: O cartão de fidelidade {0} não está activo
ru: Карта лояльности {0} неактивна
