Repository: AlvaroLS01/pos
Catalog: comerzzia-bimbaylola-pos-skin/src/main/resources/skins/bimbaylola/com/comerzzia/pos/gui/i18n/*.po
Languages: ca, de, fr, pl, pt, ru

source: Ventas realizadas en los últimos 24 meses
ca: Vendes realitzades en els últims 24 mesos
de: Sales made in the last 24 months
fr: Ventes réalisées dans les 24 derniers mois
pl: Sprzedaż w ciągu ostatnich 24 miesięcy
pt: Vendas nos últimos 24 meses
ru: Продажи за последние 24 месяцев

source: Cantidad
ca: Quantitat
de: Quantity
fr: Quantité
pl: Ilość
pt: Quantidade
ru: Количество

source: Importe
ca: Import
de: Amount
fr: Montant
pl: Kwota
pt: Montante
ru: Сумма

source: Cód. Tienda
ca: Codi. Botiga
de: Store Code
fr: Code boutique
pl: Kod sklepu
pt: Cód. Loja
ru: Код магазина

source: Ticket
ca: Tiquet
de: Receipt
pl: Paragon
ru: Квитанция

source: Saldo
de: Balance
fr: Solde
pt: Balanço
ru: Баланс

source: Fecha de nacimiento
ca: Data de naixement
de: Date of birth
fr: Date de naissance
pl: Data urodzenia
pt: Data de nascimento
ru: Дата рождения

source: Tienda Favorita
ca: Botiga favorita
de: Favourite Store
fr: Boutique favorite
pl: Ulubiony sklep
pt: Loja favorita
ru: Избранный магазин

source: Desglose1
ca: Desglossament1
de: Breakdown1
fr: Ventilation 1
pl: Rozbicie na pozycje1
pt: Desagregação1
ru: Разбивка1

source: Desglose2
ca: Desglossament2
de: Breakdown2
fr: Ventilation 2
pl: Rozbicie na pozycje2
pt: Desagregação2
ru: Разбивка2

source: Reservas
ca: Reserves
de: Reservations
fr: Réservations
pl: Rezerwacje
ru: Предзаказы

source: Reserva Nº
ca: Reserve Nº
de: Reservation No
fr: Réservation nº
pl: Nr rezerwacji
ru: Номер предзаказа

source: Ver todos
ca: Veure'ls tots
de: View All
fr: Afficher tout
pl: Zob. wszystkie
ru: Просмотреть все

source: Activo
ca: Actiu
de: Active
fr: Actif
pl: Aktywny
ru: Активно

source: Cancelado
ca: Cancel·lat
de: Cancelled
fr: Annulé
pl: Anulowano
ru: Отменено

source: Finalizado
ca: Client
de: Finalized
fr: Finalisé
pl: Zakończono
pt: Completado
ru: Завершено

source: Buscar
ca: Cercar
de: Search
fr: Chercher
pl: Szukaj
pt: Pesquisar
ru: Поиск

source: Nº
de: No.
pl: Nr
ru: Номер

source: Detalle de reserva
ca: Detall de reserva
de: Reservation detail
fr: Détail de réservation
pl: Szczegóły rezerwacji
pt: Detalhes da reserva
ru: Сведения о предзаказе

source: Poblacion
ca: Població
de: City
fr: Ville
pl: Miejscowość
pt: População
ru: Город

source: CP
de: Postcode
pl: Kod pocztowy
ru: Почтовый индекс

source: Nº Doc
ca: Núm. Doc.
de: Doc No.
pl: Nr dokum
ru: Номер документа

source: Recogida
ca: Recollida
de: Collected
fr: Retirée
pl: Odbiór
pt: Colecção
ru: Сборка

source: ARTICULO
ca: ARTICLE
de: ITEM
fr: ARTICLE
pl: TOWAR
pt: ARTIGO
ru: ПОЗИЦИЯ

source: DESCRIPCION
ca: DESCRIPCIÓ
de: DESCRIPTION
fr: DESCRIPTION
pl: OPIS
pt: DESCRIÇÃO
ru: ОПИСАНИЕ

source: CANT
de: QUANTITY
fr: QUANT
pl: ILOŚĆ
pt: QTY
ru: КОЛ-ВО

source: PVP
de: RRP
fr: PRIX
pl: REKOMEND. CENA DETALICZNA
pt: RRP
ru: ЦЕНА

source: DTO
ca: DTE.
de: DISCOUNT
fr: REM
pl: ZNIŻKA
ru: СКИДКА

source: SERVIDO
ca: SERVIT
de: SERVED
fr: SERVI
pl: ZREALIZOWANO
ru: ОТПУЩЕНО

source: ABONADO
ca: ABONAT
de: PAID
fr: RÉGLÉ
pl: ABONENT
pt: PAGADO
ru: ОПЛАЧЕНО

source: SALDO CLIENTE
ca: SALDO CLIENT
de: CUSTOMER BALANCE
fr: SOLDE CLIENT
pl: SALDO KLIENTA
ru: БАЛАНС КЛИЕНТА

source: PENDIENTE
ca: PENDENT
de: PENDING
fr: EN ATTENTE
pl: W TRAKCIE REALIZACJI
pt: PENDENTE
ru: В ОЖИДАНИИ

source: Gestión de Caja
ca: Gestió de caixa
de: Manage Cash Register
fr: Gestion de caisse
pl: Obsługa kasy
pt: Gestão de Caixa
ru: Работа с кассовым аппаратом

source: Cajero
ca: Caixer
de: Cashier
fr: Caissier
pl: Kasjer
pt: Caixeiro
ru: Кассир

source: Caja CERRADA
ca: Caixa TANCADA
de: CLOSED cash register
fr: Caisse CLÔTURÉE
pl: Kasa ZAMKNIĘTA
pt: Caixa FECHADA
ru: ЗАКРЫТАЯ касса

source: Fecha Apertura
ca: Data Obertura
de: Opening date
fr: Date ouverture
pl: Data otwarcia
pt: Data Abertura
ru: Дата открытия

source: Fecha Cierre
ca: Data Tancament
de: Closing Date
fr: Date clôture
pl: Data zamknięcia
pt: Data Fecho
ru: Дата закрытия

source: MEDIO PAGO
ca: MITJÀ PAGAMENT
de: PAYMENT METHOD
fr: MODE PAIEMENT
pl: ŚRODEK PŁATNICZY
pt: MEIOA DE PAGAMENTO
ru: СПОСОБ ОПЛАТЫ

source: ENTRADAS
ca: ENTRADES
de: IN
fr: ENTRÉES
pl: PRZYCHODY
pt: INPUTS
ru: ВХОДЯЩИЕ

source: SALIDAS
ca: SORTIDES
de: OUT
fr: SORTIES
pl: ROZCHODY
pt: OUTPUTS
ru: ИСХОДЯЩИЕ

source: TOTAL (E-S)
de: TOTAL (I-O)
pl: RAZEM (PRZYCH.-ROZCH.)
pt: TOTAL (I-O)
ru: ИТОГО (ВХ.-ИСХ.)

source: RECUENTO
ca: RECOMPTE
de: BALANCE
fr: COMPTAGE
pl: PODLICZENIE
ru: ЧИСЛО

source: DESCUADRE
ca: DESQUADRAMENT
de: IMBALANCE
fr: ÉCART
pl: NIEZBILANSOWANIE
pt: DESCONHECIMENTO
ru: ДИСБАЛАНС

source: Total(E/S)
de: Total(I/O)
pl: Razem (PRZYCH.-ROZCH.)
pt: Total(I/O)
ru: Итого (вх./исх.)

source: Total Recuento
ca: Total Recompte
de: Balance Total
fr: Total comptage
pl: Podliczenie łącznie
ru: Общее число

source: Descuadre
ca: Desquadre
de: Imbalance
fr: Écart
pl: Niezbilansowanie
pt: Desconhecimento
ru: Дисбаланс

source: Entradas (Ventas)
ca: Entrades (Vendes)
de: In (Sales)
fr: Entrées (ventes)
pl: Przychody (sprzedaż)
pt: Entradas (Vendas)
ru: Входящие (продажи)

source: En X Tickets
ca: A X Tickets
de: In X Receipts
fr: Sur X Tickets
pl: W X paragonach
pt: Em X bilhetes
ru: X входящих квитанций

source: Salidas (Devolución)
ca: Sortides (Devolució)
de: Out (Return)
fr: Sorties (remboursement)
pl: Rozchody (zwrot)
pt: Saídas (Devolução
ru: Исходящие (возврат)

source: Venta Neta
ca: Venda Neta
de: Net Sales
fr: Vente nette
pl: Sprzedaż netto
pt: Vendas líquidas
ru: Чистая сумма продаж

source: Entradas (Mov)
ca: Entrades (Mov)
de: In (Mov)
fr: Entrées (mouv.)
pl: Przychody (operacje)
ru: Входящие (движ.)

source: Salidas (Mov)
ca: Sortides (Mov)
de: Out (Mov)
fr: Sorties (mouv.)
pl: Rozchody (operacje)
pt: Saídas (Mov)
ru: Исходящие (операции)

source: Total Entradas
ca: Total Entrades
de: In Total
fr: Total entrées
pl: Przychody łącznie
ru: Итого входящих

source: Total Salidas
ca: Total Sortides
de: Out Total
fr: Total sorties
pl: Rozchody łącznie
pt: Total Saídas
ru: Итого исходящих

source: Cerrar Caja
ca: Tancar Caixa
de: Close Cash Register
fr: Clôturer caisse
pl: Zamknij kasę
pt: Fechar Caixa
ru: Закрыть кассу

source: Devoluciones
ca: Devolucions
de: Returns
fr: Retours
pl: Zwroty
pt: Devoluções
ru: Возвраты

source: Código de caja
ca: Codi de caixa
de: Cash register code
fr: Code de caisse
pl: Kod kasy
pt: Código da caixa
ru: Код POS-терминала

source: Tipo de documento
ca: Tipus de document
de: Type of document
fr: Type de document
pl: Typ dokumentu
ru: Тип документа

source: Código de ticket
ca: Codi de tiquet
de: Receipt code
fr: Code de ticket
pl: Kod paragonu
pt: Código do bilhete
ru: Код квитанции

source: DATOS DEL TICKET ORIGINAL
ca: DADES DEL TIQUET ORIGINAL
de: DETAILS OF THE ORIGINAL RECEIPT
fr: DONNÉES DU TICKET ORIGINAL
pl: DANE ORYGINALNEGO PARAGONU
pt: DADOS ORIGINAIS DO BILHETE
ru: СВЕДЕНИЯ ОБ ИСХОДНОЙ КВИТАНЦИИ

source: DEVUELTAS
ca: RETORNADES
de: RETURNED
fr: RETOURNÉES
pl: ZWRÓCONE
pt: DEVOLVIDAS
ru: ВОЗВРАЩЕНО

source: DEVOLVER
ca: RETORNAR
de: RETURN
fr: RETOURNER
pl: ZWRÓĆ
ru: ВОЗВРАТ

source: Devolver
ca: Tornar
de: Return
fr: Retourner
pl: Zwróć
ru: Возврат

source: Código de tienda
ca: Codi de botiga
de: Store code
fr: Code boutique
pl: Kod sklepu
pt: Código Loja
ru: Код магазина

source: Cod. documento / Localizador
ca: Cod. document / Localitzador
de: Document code / Locator
fr: Code document/localisateur
pl: Kod dokumentu / Wyszukiwarka
pt: Código do documento / Localizador
ru: Код/локатор документа

source: INICIAR DEVOLUCION
ca: INICIAR DEVOLUCIÓ
de: START RETURN
fr: COMMENCER RETOUR
pl: ROZPOCZNIJ ZWROT
pt: INICIAR DEVOLUÇÃO
ru: НАЧАТЬ ВОЗВРАТ

source: DEVOLUCION SIN TICKET
ca: DEVOLUCIÓ SENSE TICKET
de: RETURNS WITHOUT RECEIPT
fr: RETOUR SANS TICKET
pl: ZWROT BEZ PARAGONU
pt: DEVOLUÇÃO SEM TICKET
ru: ВОЗВРАТЫ БЕЗ ЧЕКА

source: CLIENTE :
ca: CLIENT:
de: CUSTOMER:
fr: CLIENT :
pl: KLIENT:
ru: КЛИЕНТ:

source: EMAIL :
fr: COURRIEL :
ru: ЭЛ. ПОЧТА:

source: MOVIL :
ca: MÒBIL:
de: MOBILE:
fr: PORTABLE :
pl: TEL. KOMÓRKOWY:
pt: MOBILE:
ru: МОБИЛЬНЫЙ:

source: FIRMA :
ca: SIGNATURA:
de: SIGNATURE:
fr: SIGNATURE :
pl: PODPIS :
pt: ASSINATURA:
ru: ПОДПИСЬ:

source: Generación TaxFree
ca: Generació TaxFree
de: TaxFree Generation
fr: Génération HT
pl: Generowanie dokumentu TaxFree
pt: Geração TaxFree
ru: Создание возврата без налога

source: Imprimir Copia
ca: Imprimir Còpia
de: Print Copy
fr: Imprimer copie
pl: Drukuj kopię
pt: Imprimir Cópia
ru: Печатная копия

source: Ticket regalo
ca: Tiquet regal
de: Gift receipt
fr: Ticket cadeau
pl: Paragon podarunkowy
pt: Gift Ticket
ru: Подарочный чек

source: Reimpresión Voucher
ca: Reimpressió Voucher
de: Reprint Voucher
fr: Réimpression bon
pl: Ponowny wydruk karty refundacyjnej
pt: Reimpressão Vouchers
ru: Повторная печать сертификата

source: Histórico
ca: Històric
de: History
fr: Historique
pl: Historia
ru: История

source: Tipo Doc.
ca: Tipus Doc.
de: Type of Doc.
fr: Type doc.
pl: Typ dokum.
ru: Тип документа

source: Localizador
ca: Localitzador
de: Locator
fr: Localisateur
pl: Wyszukiwarka
ru: Локатор

source: Buscar Documento
ca: Cerca Document
de: Find Document
fr: Chercher document
pl: Wyszukaj dokument
pt: Pesquisar Documento
ru: Найти документ

source: Búsqueda en central
ca: Cerca a central
de: Search in central
fr: Recherche dans central
pl: Wyszukiwanie w centrali
pt: Pesquisa no central
ru: Поиск в центральном офисе

source: Fecha hasta
ca: Data fins
de: Date until
fr: Date jusqu'au
pl: Termin do
pt: Data até
ru: До даты

source: Artículo/EAN
ca: Article/EAN
de: Item/EAN
fr: Article/EAN
pl: Towar/EAN
pt: Artigo/EAN
ru: Позиция/EAN

source: Importe total
ca: Import total
de: Total Amount
fr: Montant total
pl: Łączna kwota
pt: Montante total
ru: Общая сумма

source: Medio de pago
ca: Mitjà de pagament
de: Payment method
fr: Mode de paiement
pl: Środek płatniczy
pt: Meios de Pagamento
ru: Способ оплаты

source: Todo en un ticket
ca: Tot en un tiquet
de: All on one receipt
fr: Tout sur un ticket
pl: Wszystko w jednym paragonie
pt: Tudo em um bilhete
ru: Все в одном чеке

source: Un documento por línea
ca: Un document per línia
de: One document per line
fr: Un document par ligne
pl: Jeden dokument na linię
pt: Um documento por linha
ru: Один документ на строку

source: Nº de copias
ca: Nre. de còpies
de: No. of copies
fr: Nbre de copies
pl: Liczba kopii
pt: Nº de cópias
ru: Число копий

source: Búsqueda de artículos
ca: Cerca d'articles
de: Item search
fr: Recherche d'articles
pl: Wyszukiwanie towarów
pt: Pesquisa de artigos
ru: Поиск позиций

source: Precio
ca: Preu
de: Price
fr: Prix
pl: Cena
pt: Preço
ru: Цена

source: Stocks de artículo
ca: Estocs d'article
de: Item stock
fr: Stocks d'article
pl: Zapasy towarów
pt: Stocks de artigo
ru: Наличие позиций

source: Stocks por modelo
ca: Estocs per model
de: Stock by model
fr: Stocks par modèle
pl: Zapasy wg modelu
ru: Наличие по модели

source: Stocks por desglose 1
ca: Estocs per desglossament 1
de: Stock by breakdown 1
fr: Stock par ventilation 1
pl: Zapasy wg rozbicia na pozycje 1
pt: Stocks por desagregação 1
ru: Наличие по разбивке 1

source: Stocks por desglose 2
ca: Estocs per desglossament 2
de: Stock by breakdown 2
fr: Stocks par ventilation 2
pl: Zapasy wg rozbicia na pozycje 2
pt: Stocks por desagregação 2
ru: Наличие по разбивке 2

source: Venta Profesional
ca: Venda professional
de: Professional Sale
fr: Vente professionnel
pl: Profesjonalna sprzedaż
pt: Venda profissional
ru: Продажи B2B

source: / Peso
ca: / Pes
de: / Weight
fr: /poids
pl: / Waga
ru: / вес

source: Edición artículo
ca: Edició article
de: Item version
fr: Édition article
pl: Edycja towaru
pt: Edição artigo
ru: Изменить позицию

source: Articulo
ca: Articles
de: Item
fr: Article
pl: Towar
pt: Artigo
ru: Позиция

source: Descuento
ca: Descompte
de: Discount
fr: Remise
pl: Zniżka
pt: Desconto
ru: Скидка

source: Precio Total
ca: Preu Total
de: Total Price
fr: Prix total
pl: Cena całkowita
pt: Preço total
ru: Общая стоимость

source: Números de serie
ca: Números de sèrie
de: Serial numbers
fr: Numéro de série
pl: Numery seryjne
pt: Números de série
ru: Серийные номера

source: Ventas
ca: Vendes
de: Sales
fr: Ventes
pl: Sprzedaż
pt: Vendas
ru: Продажи

source: VENDEDOR
ca: VENEDOR
de: SELLER
fr: VENDEUR
pl: SPRZEDAWCA
ru: ПРОДАВЕЦ

source: Pagos
ca: Pagaments
de: Payments
fr: Paiements
pl: Płatności
pt: Pagamentos
ru: Платежи

source: FORMA DE PAGO
ca: FORMA DE PAGAMENT
de: PAYMENT METHOD
fr: MODE DE PAIEMENT
pl: FORMA PŁATNOŚCI
pt: MÉTODO DE PAGAMENTO
ru: СПОСОБ ОПЛАТЫ

source: Medio de Pago
ca: Mitjà de pagament
de: Payment Method
fr: Mode de paiement
pl: Środek płatniczy
pt: Meios de Pagamento
ru: Способ оплаты

source: Anotar pago
ca: Anotar pagament
de: Enter payment
fr: Inscrire paiement
pl: Zapisz płatność
pt: Entrar Pagamento
ru: Ввести платеж

source: Efectivo
ca: Efectiu
de: Cash
fr: Espèces
pl: Gotówka
pt: Dinheiro
ru: Наличные

source: Otros
ca: Altres
de: Other
fr: Autres
pl: Inne
pt: Outros
ru: Другое

source: A PAGAR
de: TO PAY
fr: À PAYER
pl: DO ZAPŁATY
pt: PAGÁVEL
ru: К ОПЛАТЕ

source: A CUENTA
ca: A COMPTE
de: ON ACCOUNT
fr: ACOMPTE
pl: ZALICZKA
pt: EM CONTA
ru: СО СЧЕТА

source: ENTREGADO
ca: LLIURAT
de: DELIVERED
fr: REMIS
pl: WRĘCZONO
ru: ДОСТАВЛЕНО

source: CAMBIO
ca: CANVI
de: CHANGE
fr: ÉCHANGE
pl: RESZTA
pt: INTERCÂMBIO
ru: ИЗМЕНИТЬ

source: CAMBIAR CAJERO
ca: CANVIAR CAIXER
de: CHANGE CASHIER
fr: MODIFIER CAISSIER
pl: ZMIANA KASJERA
pt: MUDANÇA CAIXA
ru: СМЕНИТЬ КАССИРА

source: abrir cajón (no visible)
ca: obrir calaix (no visible)
de: open drawer (not visible)
fr: ouvrir tiroir (non visible)
pl: otwórz szufladę (niewidocz.)
ru: открыть ящик (не отображается)

source: VER DOC. ORIGEN
ca: VEURE DOC. ORIGEN
de: VIEW ORIGINAL DOC.
fr: AFFICHER DOC. ORIGINE
pl: ZOB. DOKUM. ŹRÓDŁOWY
pt: VER DOC. ORIGEM
ru: ПРОСМОТР ИСХ. ДОКУМЕНТА

source: ANULAR DEVOLUCION
ca: ANUL·LAR DEVOLUCIÓ
de: CANCEL RETURN
fr: ANNULER RETOUR
pl: ANULUJ ZWROT
pt: CANCELAR DEVOLUÇÃO
ru: ОТМЕНА ВОЗВРАТА

source: HISTÓRICO
ca: HISTÒRIC
de: HISTORY
fr: HISTORIQUE
pl: HISTORIA
pt: HISTÓRICAS
ru: ИСТОРИЯ

source: PAGOS
ca: PAGAMENTS
de: PAYMENTS
fr: PAIEMENTS
pl: PŁATNOŚCI
pt: PAGAMENTOS
ru: ПЛАТЕЖИ

source: BÚSQUEDA
ca: CERCA
de: SEARCH
fr: RECHERCHE
pl: WYSZUKIWANIE
pt: PESQUISA
ru: ПОИСК

source: APARCAR TICKET
ca: APARCAR TIQUET
de: PARK RECEIPT
fr: SUSPENDRE TICKET
pl: ZAWIEŚ PARAGON
pt: ESTACIONAR TICKET
ru: ЗАРЕГИСТРИРОВАТЬ ЧЕК

source: RECUPERAR TICKET
de: RETRIEVE RECEIPT
fr: RÉCUPÉRER TICKET
pl: ODWIEŚ PARAGON
pt: RECUPERAR O BILHETE
ru: ПОЛУЧИТЬ ЧЕК

source: SALDO GIFTCARD
de: GIFTCARD BALANCE
fr: SOLDE CARTE-CADEAU
pl: SALDO KARTY PODARUNKOWEJ
ru: БАЛАНС ПОДАРОЧНОЙ КАРТЫ

source: ELIMINAR TICKET
de: DELETE RECEIPT
fr: SUPPRIMER TICKET
pl: USUŃ PARAGON
pt: DELETE TICKET
ru: УДАЛИТЬ ЧЕК

source: DEVOLUCIONES
ca: DEVOLUCIONS
de: RETURNS
fr: RETOURS
pl: ZWROTY
pt: DEVOLUÇÕES
ru: ВОЗВРАТЫ

source: HISTORICO
ca: HISTÒRIC
de: HISTORY
fr: HISTORIQUE
pl: HISTORIA
pt: HISTÓRICAS
ru: ИСТОРИЯ

source: CLIENTES
ca: CLIENTS
de: CUSTOMERS
fr: CLIENTS
pl: KLIENCI
ru: КЛИЕНТЫ

source: IMPR. TICKET REGALO
ca: IMPR. TIQUET REGAL
de: PRINT GIFT RECEIPT
fr: IMPR. TICKET CADEAU
pl: DRUKUJ PARAGON PODARUNKOWY
pt: IMPR. TICKET GIFT
ru: ПЕЧАТЬ ПОДАРОЧНОГО ЧЕКА

source: ABRIR CAJÓN
ca: OBRIR CALAIX
de: OPEN DRAWER
fr: OUVRIR TIROIR
pl: OTWÓRZ SZUFLADĘ
pt: ABRIR GAVETA
ru: ОТКРЫТЬ ЯЩИК

source: CLIENTE
ca: CLIENT
de: CUSTOMER
fr: CLIENT
pl: KLIENT
ru: КЛИЕНТ

source: RESERVAS
ca: RESERVES
de: RESERVATIONS
fr: RÉSERVATIONS
pl: REZERWACJE
ru: ПРЕДЗАКАЗЫ

source: ANOTAR PAGO
ca: ANOTAR PAGAMENT
de: ENTER PAYMENT
fr: INSCRIRE PAIEMENT
pl: ZAPISZ PŁATNOŚĆ
pt: ENTRAR PAGAMENTO
ru: ВВЕСТИ ПЛАТЕЖ

source: COMPLETAR VENTA
ca: COMPLETAR VENDA
de: COMPLETE SALE
fr: TERMINER VENTE
pl: FINALIZUJ SPRZEDAŻ
pt: COMPLETA VENDA
ru: ЗАВЕРШИТЬ ПРОДАЖУ

source: IMPRIMIR
de: PRINT
fr: IMPRIMER
pl: DRUKUJ
pt: IMPRESSÃO
ru: ПЕЧАТЬ

source: VER PAGOS
ca: VEURE PAGAMENTS
de: VIEW PAYMENTS
fr: AFFICHER PAIEMENTS
pl: ZOB. PŁATNOŚCI
pt: VER O PAGAMENTO
ru: ПРОСМОТР ПЛАТЕЖЕЙ

source: DATOS CLIENTE
ca: DADES CLIENT
de: CUSTOMER DETAILS
fr: DONNÉES CLIENT
pl: DANE KLIENTA
pt: DADOS CIENTE
ru: СВЕДЕНИЯ О КЛИЕНТЕ

source: APERTURA
ca: OBERTURA
de: OPENING
fr: OUVERTURE
pl: OTWARCIE
pt: ABERTO
ru: ОТКРЫТИЕ

source: IMPRIMIR ULT. CIERRE
ca: IMPRIMIR ÚLT. TANCAMENT
de: PRINT LAST CLOSING
fr: IMPRIMER DERN. CLÔTURE
pl: DRUKUJ OST. ZAMKNIĘCIE
pt: IMPRIMIR ÚLT. FECHO
ru: ПЕЧАТЬ ДАННЫХ О ПОСЛЕДНЕМ ЗАКРЫТИИ

source: CIERRE
ca: TANCAMENT
de: CLOSING
fr: CLÔTURE
pl: ZAMKNIĘCIE
pt: ENCERRAMENTO
ru: ЗАКРЫТЬ

source: GASTOS TIENDA
ca: DESPESES BOTIGA
de: STORE COSTS
fr: FRAIS BOUTIQUE
pl: WYDATKI SKLEPU
pt: CUSTOS DE COMPRAS
ru: ИЗДЕРЖКИ МАГАЗИНА

source: RECUENTO CAJA
ca: RECOMPTE CAIXA
de: BALANCE CASH REGISTER
fr: COMPTABILISATION CAISSE
pl: PODLICZENIE KASY
pt: RECEBIMENTO DE CAIXA
ru: БАЛАНС КАССЫ

source: Factura
de: Invoice
fr: Facture
pl: Faktura
ru: Счет

source: Datos cliente
ca: Dades client
de: Customer details
fr: Données client
pl: Dane klienta
pt: Dados do cliente
ru: Сведения о клиенте

source: Datos envío
ca: Dades enviament
de: Delivery details
fr: Données envoi
pl: Dane dot. wysyłki
pt: Detalhes envio
ru: Сведения о доставке

source: STANDALONE ADYEN
pl: TERMINAL BEZPRZEWODOWY ADYEN
ru: ADYEN (АВТОНОМНАЯ)

source: Central
pl: Centrala
ru: Центральный офис

source: ENTREGA A CUENTA
ca: LLIURAMENT A COMPTE
de: ON ACCOUNT
fr: ACOMPTE
pl: ZALICZKA
pt: ENTREGA POR CONTA
ru: ОПЛАЧЕНО СО СЧЕТА

source: DESCUENTO PROMOCIONAL
ca: DESCOMPTE PROMOCIONAL
de: PROMOTIONAL DISCOUNT
fr: REMISE PROMOTIONNELLE
pl: ZNIŻKA PROMOCYJNA
pt: DESCONTO PROMOCIONAL
ru: АКЦИОННАЯ СКИДКА

source: Impresión de cupones
ca: Impressió de cupons
de: Coupon printing
fr: Impression de coupons
pl: Drukowanie kuponów
pt: Impressão de cupões
ru: Печать купона

source: Venta a crédito
ca: Venda a crèdit
de: Sale on credit
fr: Vente à crédit
pl: Sprzedaż na kredyt
pt: Venda a crédito
ru: Продажа в кредит

source: Backstore
ca: Backoffice
fr: Arrière-boutique
ru: Подсобное помещение

source: Preparación de pedidos
ca: Preparació de comandes
de: Prepare Orders
fr: Préparation de commandes
pl: Przygotowanie zamówień
pt: Preparação de pedidos
ru: Подготовка заказов

source: TARJETA PINPAD
de: PINPAD CARD
fr: CARTE LECTEUR NIP
pl: KARTA PINPAD
ru: КАРТА ДЛЯ ПИН-ПАДА

source: CMCIO1
de: STORE1
pl: SKLEP1
ru: МАГАЗИН1

source: CMCIO3
de: STORE3
pl: SKLEP3
ru: МАГАЗИН3

source: Gestión de reservas
ca: Gestió de reserves
de: Manage Reservations
fr: Gestion des réservations
pl: Obsługa rezerwacji
pt: Gestão de reservas
ru: Работа с предзаказами

source: Configuración TPV
ca: Configuració TPV
de: POS Settings
fr: Configuration TPV
pl: Konfiguracja POS
pt: Configuração POS
ru: Настройки POS-терминала

source: Gestíon de servicios
ca: Gestió de serveis
de: Services Management
fr: Gestion de services
pl: Zarządzanie usługami
pt: Gestão de serviços
ru: Работа с услугами

source: TRANSFERENCIA
ca: TRANSFERÈNCIA
de: TRANFER
fr: VIREMENT
pl: PRZELEW
ru: TRANFER

source: PAGARE
de: TO PAY
fr: BILLET À ORDRE
pl: WEKSEL
ru: К ОПЛАТЕ

source: COMERCIO
de: STORE
fr: COMMERCE
pl: PLACÓWKA HANDLOWA
ru: МАГАЗИН

source: CHEQUE
fr: CHÈQUE
pl: CZEK
ru: ЧЕК

source: VALE
de: VOUCHER
fr: BON
pl: BON
ru: СЕРТИФИКАТ

source: DEV/CAMBIO AUTO
de: AUTO RET./CHANGE
fr: RET./ÉCHANGE AUTO
pl: AUTOM. ZWROT/WYMIANA
ru: АВТО ВОЗВР./ИЗМЕНЕНИЕ

source: Mantenimiento de Clientes
ca: Manteniment de clients
de: Customer Maintenance
fr: Maintenance de clients
pl: Zarządzanie klientami
pt: Manutenção de clientes
ru: Ведение клиентской базы

source: EFECTIVO
ca: EFECTIU
de: CASH
fr: ESPÈCES
pl: GOTÓWKA
pt: DINHEIRO
ru: НАЛИЧНЫЕ

source: Códigos de Barras especiales
ca: Codis de barres especials
de: Special Barcodes
fr: Code-barres spéciaux
pl: Specjalne kody kreskowe
pt: Códigos de barras especiais
ru: Специальные штрихкоды

source: Backoffice
ru: Вспомогательный офис

source: Servicios
ca: Serveis
de: Services
fr: Services
pl: Usługi
pt: Serviços
ru: Услуги

source: STAND ALONE
pl: TERMINAL BEZPRZEWODOWY
ru: АВТОНОМНЫЙ

source: CONTRAREEMBOLSO
de: CASH ON DELIVERY
fr: CONTRE REMBOURSEMENT
pl: PŁATNOŚĆ PRZY ODBIORZE
ru: НАЛИЧНЫМИ ПРИ ПОЛУЧЕНИИ

source: TTA REGALO/ABONO
de: GIFT/VOUCHER CARD
fr: CARTE CADEAU/PRÉPAYÉE
pl: KARTA PODARUNKOWA/REFUNDACYJNA
pt: CARTÃO OFERTA/PAGAMENTO
ru: ПОДАРОЧНАЯ КАРТА/СЕРТИФИКАТ

source: Identificación de Cliente
ca: Identificació de client
de: Customer Identification
fr: Identification du client
pl: Identyfikacja klienta
pt: Identificação do cliente
ru: Идентификация клиентов

source: Venta Omnicanal
ca: Venda omnicanal
de: Omnichannel Sale
fr: Vente omnicanaux
pl: Sprzedaż wielokanałowa
pt: Venda Omnichannel
ru: Омниканальная продажа

source: El usuario no tiene permisos para ejecutar la pantalla activa.
ca: L'usuari no té permisos per executar la pantalla activa.
de: The user does not have permissions to run the active screen.
fr: L'utilisateur n'a pas d'autorisations pour exécuter l'écran actif.
pl: Użytkownik nie ma uprawnień do uruchomienia aktyw. ekranu.
pt: O utilizador não tem permissões para executar o ecrã activo.
ru: У пользователя недостаточно прав для работы с активным экраном.

source: Debe seleccionar Tipo documento
ca: Heu de seleccionar Tipus document
de: You must select Type of Document
fr: Vous devez sélectionner type document
pl: Należy wybrać typ dokumentu
pt: Deve seleccionar Tipo de documento
ru: Выберите тип документа

source: Fidelizado creado correctamente
ca: Client creat correctament
de: Loyalty customer successfully created
fr: Fidélisé créé correctement
pl: Stałego klienta tworzona prawidłowo
pt: Cliente criado com êxito
ru: Регистрация в программе лояльности создана

source: Fidelizado editado correctamente
ca: Client editat correctament
de: Loyalty customer successfully edited
fr: Fidélisé édité correctement
pl: Stałego klienta edytowana poprawnie
pt: Cliente editado com êxito
ru: Регистрация в программе лояльности изменена

source: ¿Desea cancelar el alta/actualización de los datos del cliente?
ca: Voleu cancel·lar l'alta/actualització de les dades del client?
de: Do you want to cancel the registration/update of customer data?
fr: Voulez-vous annuler l'enregistrement/la mise à jour des données client?
pl: Czy chcesz anulować rejestrację/aktualizację danych klienta?
pt: Deseja cancelar o registo/actualização dos dados dos clientes?
ru: Вы хотите отменить регистрацию/обновление данных клиента?

source: En espera de que el cliente pulse los consentimientos y la firma en el dispositivo
ca: Tot esperant que el client premi els consentiments i la signatura al dispositiu
de: Waiting for the client to press the consents and the signature on the device
fr: En attendant que le client appuie sur les consentements et la signature sur l'appareil
pl: Czekam, aż klient naciśnie zgody i podpis na urządzeniu
pt: À espera que o cliente pressione o consentimento e a assinatura no dispositivo
ru: Ожидание, когда клиент нажмет согласие и подпись на устройстве

source: ¿Desea repetir los Consentimientos y la Firma?
ca: Voleu repetir els Consentiments i la Firma?
de: Do you want to repeat the Consents and Signature?
fr: Voulez-vous recommencer les autorisations et la signature ?
pl: Czy chce Pan/Pani powtórzyć formularz Zgody i Podpisu?
pt: Deseja repetir os Consentimentos e a Assinatura?
ru: Желаете повторить дачу Согласия и Подпись?
