Repository: AlvaroLS01/pos
Catalog: comerzzia-bimbaylola-pos-skin/src/main/resources/skins/bimbaylola/com/comerzzia/pos/gui/i18n/*.po
Languages: ca, de, fr, pl, pt, ru

source: Esta linea tiene asociados numeros de serie, la cantidad indicada es inferior a la anterior, los números de serie serán borrados, deberá indicarlos de nuevo, ¿está seguro?
ca: Aquesta línia té associats números de sèrie, la quantitat indicada és inferior a l'anterior, els números de sèrie s'esborraran, els haurà de tornar a indicar, n'esteu segur?
de: This line has associated serial numbers, the amount indicated is less than the previous one, the serial numbers will be deleted, you must enter them again, are you sure?
fr: Cette ligne est associée à des numéros de série, la quantité indiquée est inférieure à la précédente, les numéros de série seront supprimés, vous devrez les indiquer à nouveau. Voulez-vous continuer ?
pl: Ta linia ma powiązane numery seryjne. Wskazana ilość jest mniejsza niż poprzednia, numery seryjne zostaną usunięte i konieczne będzie ich ponowne wskazanie. Czy na pewno kontynuować?
pt: Esta linha tem números de série associados, a quantidade indicada é inferior à anterior, os números de série serão eliminados, terá de os indicar novamente, tem a certeza?
ru: Эта строка связана с серийными номерами. Указанная сумма меньше предыдущей. Серийные номера будут удалены, и потребуется ввести их заново. Продолжить?

source: La cantidad debe ser menor que {0}
ca: La quantitat ha de ser menor que {0}
de: The amount must be less than {0}
fr: La quantité doit être inférieure à {0}
pl: Ilość powinna być mniejsza niż {0}
pt: A quantidade deve ser inferior a {0}
ru: Сумма должна быть меньше {0}

source: La cantidad debe ser distinta de cero.
ca: La quantitat ha de ser diferent de zero.
de: The amount must be other than zero.
fr: La quantité doit être différente de zéro.
pl: Ilość musi być różna od zera.
pt: A quantidade deve ser diferente de zero.
ru: Сумма не должна быть равна нулю.

source: El campo debe ser menor que {0}
ca: El camp ha de ser més petit que {0}
de: The field must be less than {0}
fr: Le champ doit être inférieur à {0}
pl: Pole musi być mniejsze od {0}
pt: O campo deve ser inferior a {0}
ru: Поле должно быть меньше {0}

source: El descuento debe ser un valor entre 0 y 100.
ca: El descompte ha de ser un valor d'entre 0 i 100.
de: The discount must be a value between 0 and 100.
fr: La valeur de la remise doit être comprise entre 0 et 100.
pl: Zniżka powinna stanowić wartość w przedziale 0-100.
pt: O desconto deve ser um valor entre 0 e 100.
ru: Значение скидки должно быть от 0 до 100.

source: ¿Desea vender el artículo a precio 0?
ca: Voleu vendre l'article a preu 0?
de: Do you want to sell the item at 0 price?
fr: Vous voulez l'article au prix 0 ?
pl: Czy chcesz sprzedać artykuł w cenie wynoszącej 0?
pt: Quer vender o artigo a preço 0?
ru: Продать эту позицию по нулевой цене?

source: No está permitida la venta a precio 0.
ca: No es permet la venda a preu 0.
de: A sale at 0 is not allowed.
fr: La vente au prix 0 n'est pas autorisée.
pl: Sprzedaż po cenie wynoszącej 0 jest niedozwolona.
pt: A venda a preço 0 não é permitida.
ru: Продажи по нулевой цене не допускаются.

source: No existe panel de funciones para la impresora configurada:
ca: No hi ha cap tauler de funcions per a la impressora configurada:
de: There is no function panel for the configured printer:
fr: Il n'y a pas de panneau de fonctions pour l'imprimante configurée :
pl: Dla skonfigurowanej drukarki nie ma panelu funkcji:
pt: Não existe um painel de funções para a impressora configurada:
ru: Для настроенного принтера нет функциональной панели:

source: Se ha producido un error realizando el PrintXReport.
ca: S'ha produït un error fent el PrintXReport.
de: An error occurred while performing the PrintXReport.
fr: Une erreur s'est produite lors de l'exécution de PrintXReport.
pl: Wystąpił błąd podczas wykonywania PrintXReport.
ru: Произошла ошибка при выполнении PrintXReport.

source: Existen tickets pendientes de confirmar. Antes debería finalizar la operación.
ca: Existeixen tiquets pendents de confirmar. Abans hauríeu de finalitzar l'operació.
de: There are receipts to be confirmed. You must finish the operation first.
fr: Il existe des tickets en attente de confirmation. Vous devriez d'abord finaliser l'opération.
pl: Istnieją paragony oczekujące na potwierdzenie. Najpierw należy sfinalizować operację.
pt: Há bilhetes a aguardar confirmação. A operação deve ser finalizada primeiro.
ru: Существуют чеки, требующие подтверждения. Сначала завершите операцию.

source: Para cerrar la caja se deben cerrar todas las pantallas abiertas. ¿Desea continuar?
ca: Per tancar la caixa cal tancar totes les pantalles obertes. Voleu continuar?
de: To close the cash register, all open screens must be closed. Do you wish to continue?
fr: Pour clôturer la caisse, vous devez fermer toutes les fenêtres ouvertes. Voulez-vous continuer ?
pl: Zamknięcie kasy wymaga wcześniejszego zamknięcia wszystkich otwartych ekranów. Czy kontynuować?
pt: Para fechar a caixa, todos os ecrãs abertos devem estar fechados. Quer continuar?
ru: Чтобы закрыть кассу, закройте все открытые экраны. Продолжить?

source: Caja descuadrada con un importe mayor que el permitido. Revise recuento.
ca: Caixa desquadrada amb un import més gran que el permès. Reviseu recompte.
de: Unbalanced cash register with a higher amount than allowed. Check balance.
fr: Écart de caisse d'un montant supérieur au montant autorisé. Vérifiez le comptage.
pl: Kasa z niezbilansowaniem przekraczającym dozwoloną kwotę. Sprawdź podliczenie.
pt: Caixa fora de ordem com um montante superior ao permitido. Verificar a contagem.
ru: Дисбаланс кассы превышает допустимую величину. Проверьте подсчеты.

source: Se va a cerrar la caja con descuadres mayores al valor permitido, ¿Desea continuar?
ca: Es tancarà la caixa amb desquadres més al valor permès. Voleu continuar?
de: The cash register will be closed with imbalances greater than allowed, do you wish to continue?
fr: La caisse sera clôturée avec un écart supérieur à la valeur autorisée. Voulez-vous continuer ?
pl: Nastąpi zamknięcie kasy z niezbilansowaniem przekraczającym dozwoloną kwotę. Czy kontynuować?
pt: Vai fechar a caixa registadora com overdraws, deseja continuar?
ru: Касса будет закрыта с дисбалансом, превышающим допустимую величину. Продолжить?

source: ¿Seguro de realizar el Cierre?
ca: Esteu segur de fer la Tancament?
de: Are you sure about the Closing?
fr: Êtes-vous sûr(e) de vouloir réaliser la clôture ?
pl: Czy na pewno dokonać zamknięcia?
pt: Tem a certeza sobre o Encerramento?
ru: Продолжить закрытие?

source: Caja cerrada con descuadres
ca: Caixa tancada amb desquadres
de: Cash register closed with imbalances
fr: Caisse clôturée avec écarts
pl: Kasa zamknięta z niezbilansowaniem
pt: Caixa fechada com lacunas
ru: Касса закрыта с дисбалансом

source: Debe seleccionar previamente la línea que desea modificar.
ca: Heu de seleccionar prèviament la línia que voleu modificar.
de: You must first select the line you wish to modify.
fr: Vous devez d'abord sélectionner la ligne à modifier.
pl: Należy najpierw zaznaczyć linię, którą chcemy zmienić.
pt: Deve primeiro seleccionar a linha que deseja modificar.
ru: Выберите строку для изменения.

source: ¿Es un Ticket Regalo?
ca: És un Tiquet Regal?
de: Is it a gift receipt?
fr: Ticket cadeau ?
pl: Czy to paragon podarunkowy?
pt: É um Bilhete Oferta?
ru: Это подарочный чек?

source: El ticket fue realizando en una tienda con un tratamiento fiscal diferente al de esta tienda. No se puede realizar esta devolución.
ca: El tiquet es va emetre en una botiga amb un tractament fiscal diferent del d'aquesta botiga. Aquesta devolució no es pot efectuar.
de: The receipt was made in a store with different tax regulations than this store. This return cannot be carried out.
fr: Le ticket a été créé dans une boutique ayant un traitement fiscal différent de celui de cette boutique. Vous ne pouvez pas procéder au retour.
pl: Paragon został wydany w punkcie sprzedaży, w którym obowiązują inne zasady opodatkowania niż w tym sklepie. Dokonanie tego zwrotu nie jest możliwe.
pt: O bilhete foi feito numa loja com um tratamento fiscal diferente do desta loja. Este reembolso não é possível.
ru: Чек был создан в магазине с другим налоговым режимом. Невозможно выполнить возврат.

source: No es posible la devolución entre estas tiendas
ca: No és possible la devolució entre aquestes botigues
de: No returns are possible between these stores
fr: Le retour n'est pas possible entre ces boutiques
pl: Zwroty nie są możliwe pomiędzy tymi sklepami
pt: Não são possíveis devoluções entre estas lojas
ru: Возвраты между этими магазинами невозможны

source: Se ha superado el periodo máximo de devolución.
ca: S'ha superat el període màxim de retorn.
de: The maximum return period has been exceeded.
fr: La date limite de retour est dépassée.
pl: Maksymalny termin zwrotu został przekroczony.
pt: O período máximo de reembolso foi excedido.
ru: Превышен максимальный срок возврата.

source: No se ha encontrado ningún ticket con esos datos
ca: No s'ha trobat cap tiquet amb aquestes dades
de: No receipt was found with those details
fr: Impossible de trouver un ticket correspondant à ces données
pl: Nie znaleziono żadnego paragonu z tymi danymi
pt: Não foi encontrado nenhum bilhete com estes dados
ru: Чек с такими данными не найден

source: Error cargando pantalla. Para mas información consulte el log.
ca: Error en carregar pantalla. Per a més informació, consulteu el log.
de: Error loading screen. For more information view the log.
fr: Erreur lors du chargement de l'écran. Pour plus d'informations, consultez le fichier journal.
pl: Błąd ładowania ekranu. Więcej informacji można znaleźć w dzienniku.
pt: Ecrã de carregamento de erros. Para mais informações, ver o registo.
ru: Ошибка при загрузке экрана. Подробные сведения см. в журнале.

source: No tiene permisos para realizar la acción.
ca: No teniu permisos per realitzar l'acció.
de: You do not have permission to perform the action.
fr: Vous n'êtes pas autorisé(e) à réaliser cette action.
pl: Nie posiadasz uprawnień do wykonania tej czynności.
pt: Não tem autorização para executar a acção.
ru: Недостаточно прав для выполнения этого действия.

source: No se pudo obtener el ticket con el localizador introducido.
ca: No s'ha pogut obtenir el tiquet amb el localitzador introduït.
de: The receipt could not be obtained with the locator entered.
fr: Ticket introuvable avec le localisateur saisi.
pl: Nie znaleziono paragonu z wprowadzonym nr lokalizacyjnym.
pt: O bilhete não pôde ser obtido com o localizador introduzido.
ru: Не удалось получить чек с указанным локатором.

source: Se produjo un error procesando el localizador.
ca: S'ha produït un error en processar el localitzador.
de: An error occurred while processing the locator.
fr: Une erreur s'est produite lors du traitement du localisateur.
pl: Wystąpił błąd podczas przetwarzania nr lokalizacyjnego.
pt: Ocorreu um erro durante o processamento do localizador.
ru: Произошла ошибка при обработке локатора.

source: Introduzca una fecha hasta válida.
ca: Introduïu una data fins a vàlida.
de: Enter a valid until date.
fr: Introduisez une date jusqu'au valide.
pl: Wprowadź datę ważności.
pt: Introduzir uma data válida até.
ru: Введите допустимую дату истечения срока.

source: Introduzca un importe válido.
ca: Introduïu un import vàlid.
de: Enter a valid amount.
fr: Introduisez un montant valide.
pl: Wprowadź prawidłową kwotę.
pt: Introduzir um montante válido.
ru: Введите допустимую сумму.

source: No se ha podido realizar la generación de taxFree
ca: No s'ha pogut fer la generació de taxFree
de: It was not possible to create TaxFree
fr: Impossible de générer un bon HT
pl: Wygenerowanie dokumentu TaxFree nie powiodło się
pt: A geração TaxFree não pôde ser realizada
ru: Не удалось создать освобождение от налога

source: No es posible visualizar este tipo de documento
ca: No es pot visualitzar aquest tipus de document
de: It is not possible to view this type of document
fr: Impossible de visualiser ce type de document
pl: Nie jest możliwe wyświetlenie tego rodzaju dokumentu
pt: Não é possível exibir este tipo de documento
ru: Документ такого типа невозможно открыть для просмотра

source: Lo sentimos, ha ocurrido un error al imprimir.
ca: Ho sentim, s'ha produït un error en la impressió.
de: Sorry, an error occurred while printing.
fr: Nous sommes désolés, une erreur est survenue lors de l'impression.
pl: Przepraszamy, wystąpił błąd podczas drukowania.
pt: Desculpe, ocorreu um erro durante a impressão.
ru: Произошла ошибка печати.

source: Error leyendo información de ticket.
ca: Error llegint informació de tiquet.
de: Error while reading receipt information.
fr: Erreur lors de la lecture de l'information du ticket.
pl: Błąd podczas odczytu informacji na paragonie.
pt: Erro na leitura da informação do bilhete.
ru: Ошибка при чтении данных чека.

source: Error leyendo información de ticket
ca: Error llegint informació de tiquet
de: Error reading receipt information
fr: Erreur lors de la lecture de l'information du ticket
pl: Błąd podczas odczytu informacji na paragonie
ru: Ошибка при чтении данных чека

source: MULTIPAGO
ca: MULTIPAG
de: MULTIPAYMENT
fr: MULTIPAIEMENT
pl: STOSOWANIE KILKU FORM PŁATNOŚCI
pt: MULTIPAIMENTO
ru: МНОЖЕСТВЕННЫЙ ПЛАТЕЖ

source: Debe seleccionar una de las opciones del panel inferior.
ca: Heu de seleccionar una de les opcions del panell inferior.
de: You must select one of the options in the lower panel.
fr: Vous devez sélectionner l'une des opérations du panneau inférieur.
pl: Należy wybrać jedną z opcji w dolnym panelu.
pt: Deve seleccionar uma das opções no painel inferior.
ru: Выберите одну из опций на нижней панели.

source: Debe escribir una cantidad.
ca: Heu d'escriure una quantitat.
de: You must write an amount.
fr: Vous devez saisir une quantité.
pl: Należy podać kwotę.
pt: É necessário introduzir uma quantia.
ru: Укажите сумму.

source: No puede imprimir 0 copias.
ca: No podeu imprimir 0 còpies.
de: Cannot print 0 copies.
fr: Vous ne pouvez pas imprimer 0 copie.
pl: Nie można wydrukować 0 kopii.
pt: Não é possível imprimir 0 cópias.
ru: Невозможно распечатать 0 копий.

source: No existe un formato de ticket regalo para el tipo de documento del ticket original.
ca: No hi ha un format de tiquet regal per al tipus de document del tiquet original.
de: There is no gift receipt format for the type of document of the original receipt.
fr: Il n'existe par de format de ticket cadeau pour le type de document du ticket original.
pl: Nie istnieje format paragonu podarunkowego dla typu dokumentu dot. oryginalnego paragonu.
pt: Não existe um formato de bilhete de oferta para o tipo de documento de bilhete original.
ru: Не существует формата подарочного чека для типа документа исходного чека.

source: No hay ninguna línea seleccionada.
ca: No s'ha seleccionat cap línia.
de: There is no line selected.
fr: Il n'y a aucune ligne sélectionnée.
pl: Nie wybrano żadnej linii.
pt: Nenhuma linha é seleccionada.
ru: Не выбраны строки.

source: No se encontró el documento del ticket regalo.
ca: No s'ha trobat el document del tiquet regal.
de: The gift receipt document was not found.
fr: Document du ticket cadeau introuvable.
pl: Nie znaleziono dokumentu dot. paragonu podarunkowego.
pt: O documento do vale de oferta não foi encontrado.
ru: Документ подарочного чека не найден.

source: Stocks por
ca: Estocs per
de: Stocks by
fr: Stocks par
pl: Zapasy wg
ru: Наличие по модели

source: No se han encontrado resultados
ca: No s'han trobat resultats
de: No results found
fr: Aucun résultat n'a été trouvé
pl: Nie znaleziono żadnych wyników
pt: Não foram encontrados resultados
ru: Результаты не найдены

source: ---NUEVO CLIENTE---
ca: ---NOU CLIENT---
de: ---NEW CUSTOMER---
fr: ---NOUVEAU CLIENT---
pl: ---NOWY KLIENT---
pt: ---NOVO CLIENTE---
ru: ---НОВЫЙ КЛИЕНТ---

source: No tiene permisos para modificar una línea
ca: No teniu permisos per modificar una línia
de: You do not have permission to modify a line
fr: Vous n'avez pas d'autorisations pour modifier une ligne
pl: Nie masz uprawnień do modyfikacji linii
pt: Não tem permissão para modificar uma linha
ru: Недостаточно прав для изменения строки

source: ¿Está seguro de querer eliminar todas las líneas del ticket?
ca: Esteu segur que voleu eliminar totes les línies del tiquet?
de: Are you sure you want to remove all the lines from the receipt?
fr: Êtes-vous sûr(e) de vouloir supprimer toutes les lignes du ticket ?
pl: Czy na pewno usunąć wszystkie linie paragonu?
pt: Tem a certeza de que quer apagar todas as linhas do bilhete?
ru: Удалить все строки из чека?

source: Hay tickets aparcados
ca: Hi ha tiquets aparcats
de: There are parked receipts
fr: Il y a des tickets suspendus
pl: Istnieją zawieszone paragony
pt: Há bilhetes estacionados
ru: Существуют зарегистрированные чеки

source: No hay tickets aparcados
ca: No hi ha tiquets aparcats
de: There are no parked receipts
fr: Il n'y a pas de tickets suspendus
pl: Brak zawieszonych paragonów
pt: Nenhum bilhete estacionado
ru: Нет зарегистрированных чеков

source: Fallo al imprimir ticket.
ca: Error en imprimir el tiquet.
de: Failed to print receipt.
fr: Échec d'impression de ticket.
pl: Błąd podczas drukowania paragonu.
pt: Falha na impressão do bilhete.
ru: Не удалось распечатать чек.

source: Fallo al imprimir ticket regalo.
ca: Error en imprimir el tiquet regal.
de: Failed to print gift receipt.
fr: Échec d'impression de ticket cadeau.
pl: Błąd podczas drukowania paragonu podarunkowego.
pt: Falha na impressão do voucher de oferta.
ru: Не удалось распечатать подарочный чек.

source: El importe de recarga debe ser mayor que 0
ca: L'import de recàrrega ha de ser superior a 0
de: The top-up amount must be greater than 0
fr: Le montant de la recharge doit être supérieur à 0
pl: Kwota doładowania musi być większa niż 0
pt: O montante de recarga deve ser superior a 0
ru: Сумма пополнения должна быть больше нуля

source: No existe ningún tipo de aviso con el código indicado.
ca: No hi ha cap tipus d'avís amb el codi indicat.
de: There is no notification with the indicated code.
fr: Il n'existe aucun type de notification avec le code indiqué.
pl: Nie istnieje żaden komunikat dla podanego kodu.
pt: Não há qualquer tipo de aviso com o código indicado.
ru: Нет уведомлений с указанным кодом.

source: Debe seleccionar un código
ca: Heu de seleccionar un codi
de: You must select a code
fr: Vous devez sélectionner un code
pl: Należy wybrać kod
pt: Deve seleccionar um código
ru: Выберите код

source: Debe indicar una fecha
ca: Heu d'indicar una data
de: You must enter a date
fr: Vous devez indiquer une date
pl: Należy podać datę
pt: Deve indicar uma data
ru: Введите дату

source: Debe escribir un texto
ca: Heu d'escriure un text
de: You must write a text
fr: Vous devez saisir un texte
pl: Należy wpisać tekst
pt: Deve escrever um texto
ru: Введите текст

source: El formato de la fecha no es válido.
ca: El format de la data no és vàlid.
de: The date format is not valid.
fr: Le format de la date n'est pas valide.
pl: Nieprawidłowy format daty.
pt: O formato da data é inválido.
ru: Недопустимый формат даты.

source: Tipo de Aviso
ca: Tipus d'Avís
de: Type of Notification
fr: Type de notification
pl: Typ komunikatu
ru: Тип уведомления

source: Debe seleccionar el tipo de documento correspondiente.
ca: Heu de seleccionar el tipus de document corresponent.
de: You must select the corresponding type of document.
fr: Vous devez sélectionner le type de document correspondant.
pl: Należy wybrać odpowiedni typ dokumentu.
pt: Deve seleccionar o tipo de documento relevante.
ru: Выберите соответствующий тип документа.

source: Tarjeta de fidelización añadida correctamente
ca: Targeta de fidelització afegida correctament
de: Loyalty card successfully added
fr: Carte de fidélité ajoutée correctement
pl: Karta lojalnościowa dodana prawidłowo
pt: Cartão de fidelização adicionado correctamente
ru: Карта лояльности добавлена

source: No hay caja abierta. Se abrirá automáticamente.
ca: No hi ha caixa oberta. S'obrirà automàticament.
de: There is no cash register open. It will open automatically.
fr: Il n'y a pas de caisse ouverte. Elle s'ouvrira automatiquement.
pl: Żadna kasa nie jest otwarta. Otwarcie kasy nastąpi automatycznie.
pt: Não há caixa aberta. Abrirá automaticamente.
ru: Нет открытых касс. Касса откроется автоматически.

source: No hay caja abierta. Deberá ir a la gestión de caja para abrirla.
ca: No hi ha caixa oberta. Heu d'anar a la gestió de caixa per obrir-la.
de: There is no cash register open. You must go to cash register management to open it.
fr: Il n'y a pas de caisse ouverte. Vous devez aller dans gestion de caisse pour l'ouvrir.
pl: Żadna kasa nie jest otwarta. Należy przejść do obsługi kasy, aby ją otworzyć.
pt: Não há caixa aberta. Terá de ir à gestão de tesouraria para a abrir.
ru: Нет открытых касс. Перейдите в раздел "Работа с кассовым аппаратом", чтобы открыть кассу.

source: No se puede realizar la venta. El día de apertura de la caja {0} no coincide con el del sistema {1}
ca: No es pot fer la venda. El dia d'obertura de la caixa {0} no coincideix amb el del sistema {1}
de: The sale cannot be made. The opening date of the cash register {0} does not coincide with that of the system {1}
fr: Impossible de réaliser la vente. Le jour d'ouverture de la caisse {0} ne correspond pas à celui du système {1}
pl: Sprzedaż nie może dojść do skutku. Dzień otwarcia kasy {0} nie pokrywa się z dniem otwarcia systemu {1}
pt: A venda não pode ser feita. O dia da abertura da caixa registadora {0} não coincide com o do sistema {1}
ru: Невозможно совершить продажу. День открытия кассы {0} не соответствует дню, указанному в системе {1}

source: El cupón se ha añadido correctamente.
ca: El cupó s'ha afegit correctament.
de: The coupon has been successfully added.
fr: Le coupon a bien été ajouté.
pl: Kupon został pomyślnie dodany.
pt: O cupão foi adicionado com êxito.
ru: Купон добавлен.

source: El artículo se ha añadido correctamente.
ca: L'article s'ha afegit correctament.
de: The item has been successfully added.
fr: L'article a bien été ajouté.
pl: Towar został pomyślnie dodany.
pt: O artigo foi adicionado com êxito.
ru: Позиция добавлена.

source: No se puede recargar una tarjeta de abono. Por favor introduzca una tarjeta de regalo.
ca: No es pot recarregar una targeta d'abonament. Introduïu una targeta de regal.
de: A voucher card cannot be topped up. Please insert a gift card.
fr: Une carte de paiement ne peut être rechargée. Veuillez introduire une carte-cadeau.
pl: Nie ma możliwości doładowania karty refundacyjnej. Proszę włożyć kartę podarunkową.
pt: Não é possível carregar um cartão de assinatura. Por favor, insira um cartão de oferta.
ru: Невозможно пополнить подарочный сертификат. Вставьте подарочную карту.

source: Para poder realizar la recarga la tarjeta de regalo debe estar Inactiva. La tarjeta introducida está
ca: Per poder fer la recàrrega la targeta de regal ha d'estar Inactiva. La targeta introduïda està
de: To be able to top up, the gift card must be inactive. The card entered is
fr: Pour effectuer le rechargement de la carte-cadeau, elle doit être inactive. La carte introduite est
pl: W celu doładowania karta podarunkowa musi być nieaktywna. Włożona karta jest
pt: O cartão de oferta deve estar inactivo para poder ser recarregado. O cartão inserido é
ru: Для пополнения подарочная карта должна быть неактивной. Вставленная карта

source: La tarjeta está
ca: La targeta està
de: The card is
fr: La carte est
pl: Karta jest
pt: O cartão é
ru: Считать карту

source: No existe el vendedor introducido
ca: No existeix el venedor introduït
de: The seller entered does not exist
fr: Le vendeur introduit n'existe pas
pl: Nie wpisano sprzedawcy
pt: Não há nenhum vendedor inscrito
ru: Указанный продавец не существует
