Repository: AlvaroLS01/pos
Catalog: comerzzia-bimbaylola-pos-skin/src/main/resources/skins/bimbaylola/com/comerzzia/pos/gui/i18n/*.po
Languages: ca, de, fr, pl, pt, ru

source: El cliente ha cancelado la aceptación de los Consentimientos El cliente ha cancelado la Firma
ca: El client ha cancel·lat l'acceptació dels Consentiments El client ha cancel·lat la Firma
de: The client has canceled the acceptance of the Consents The client has canceled the Signature
fr: Le client a annulé l'acceptation des autorisations Le client a annulé la signature
pl: Klient odwołał przyjęcie Zgody. Klient zrezygnował z podpisu
pt: O cliente cancelou a aceitação dos Consentimentos. O cliente cancelou a Assinatura
ru: Клиент отменил принятие Согласия. Клиент отменил Подпись

source: El cliente ha cancelado la aceptación de los Consentimientos
ca: El client ha cancel·lat l'acceptació dels Consentiments
de: The client has canceled the acceptance of the Consents
fr: Le client a annulé l'acceptation des autorisations
pl: Klient odwołał przyjęcie Zgody.
pt: O cliente cancelou a aceitação dos Consentimentos
ru: Клиент отменил принятие Согласия.

source: El cliente ha cancelado la Firma
ca: El client ha cancel·lat la Firma
de: The client has canceled the Signature
fr: Le client a annulé la signature
pl: Klient anulował podpis
pt: O cliente cancelou a Assinatura
ru: Клиент отменил Подпись

source: Se ha realizado el Consentimiento y Firma correctamente
ca: S'ha realitzat el Consentiment i la Firma correctament
de: The Consent and Signature have been made correctly
fr: Les autorisations et la signature ont été correctement enregistrées
pl: Zgoda i podpis zostały złożone prawidłowo
pt: O consentimento e a Assinatura foram feitos correctamente
ru: Дача Согласия и Подпись выполнены правильно

source: Error no controlado a la hora de realizar el Consentimiento y Firma
ca: Error no controlat a l'hora de fer el Consentiment i Signatura
de: Uncontrolled error when performing the Consent and Signature
fr: Erreur incontrôlée lors de l'enregistrement des autorisations et de la signature
pl: Niekontrolowany błąd w procesie wyrażania zgody i składania podpisu
pt: Erro incontrolado no processo de Consentimento e Assinatura
ru: Необработанная ошибка в момент дачи Согласия и выполнения Подписи

source: Para editar una Dirección debe seleccionar una
ca: Per editar una Adreça heu de seleccionar una
de: To edit an Address you must select one
fr: Pour éditer une adresse, vous devez la sélectionner
pl: Aby edytować adres, należy wybrać
pt: Para editar um endereço deve seleccionar uma
ru: Для редактирования адреса необходимо выбрать

source: ¿Está seguro de eliminar la Dirección seleccionada?
ca: Esteu segur d'eliminar l'adreça seleccionada?
de: Are you sure you want to delete the selected Address?
fr: Êtes-vous sûr(e) de vouloir supprimer l'adresse sélectionnée ?
pl: Czy na pewno chcesz usunąć wybrany adres?
pt: Tem a certeza de que quer apagar o endereço seleccionado?
ru: Вы уверены, что хотите удалить выбранный адрес?

source: Para eliminar una Dirección debe seleccionar una
ca: Per eliminar una Adreça heu de seleccionar una
de: To delete an Address you must select one
fr: Pour supprimer une adresse, vous devez la sélectionner
pl: Aby usunąć adres, musisz go wybrać
pt: Para eliminar um endereço deve seleccionar um
ru: Для редактирования адреса необходимо выбрать

source: Ya existe una dirección con esa descripción
ca: Ja existeix una adreça amb aquesta descripció
de: An address with that description already exists
fr: Une adresse existe déjà sous cette description
pl: Adres o takim opisie już istnieje
pt: Já existe um endereço com esta descrição
ru: Адрес с таким описанием уже существует

source: No se ha encontrado ningún resultado al realizar la búsqueda del País indicado
ca: No s'ha trobat cap resultat en fer la cerca del País indicat
de: No results have been found when searching for the indicated Country
fr: Aucun résultat n'a été trouvé lors de la recherche du pays indiqué
pl: Nie znaleziono wyników podczas wyszukiwania we wskazanym kraju
pt: Não foram encontrados resultados na procura do país especificado
ru: При поиске по указанной стране результатов не найдено

source: Error al realizar la búsqueda del País indicado
ca: Error en realitzar la cerca del País indicat
de: Error when searching for the indicated Country
fr: Erreur lors de la recherche du pays indiqué
pl: Błąd podczas wyszukiwania we wskazanym kraju
pt: Erro ao pesquisar o país indicado
ru: Ошибка при поиске указанной страны

source: Se ha producido un error sin controlar
ca: S'ha produït un error sense controlar
de: An uncontrolled error has occurred
fr: Une erreur incontrôlée s'est produite
pl: Wystąpił nieobsługiwany błąd
pt: Ocorreu um erro não verificado
ru: Произошла непроверенная ошибка

source: El documento %s no se ha encontrado
ca: El document %s no s'ha trobat
de: The document %s has not been found
fr: Le document %s est introuvable
pl: Nie znaleziono dokumentu %s
pt: Documento %s não encontrado
ru: Документ %s не найден

source: Entrega a cuenta
ca: Lliurament a compte
de: Delivery on account
fr: Acompte
pl: Zaliczka
pt: Entrega por conta
ru: Безналичная оплата доставки

source: Medios de pago origen
ca: Mitjans de pagament origen
de: Original payment methods
fr: Modes de paiement origine
pl: Źródł. środki płatnicze
pt: Meios de pagamento de origem
ru: Исходные способы оплаты

source: Error al crear la botonera para los medios de pago del Ticket Original
ca: Error en crear la botonera per als mitjans de pagament del Ticket Original
de: Error when creating the button for the payment methods of the original receipt
fr: Erreur lors de la création du clavier pour les modes de paiement du ticket d'origine
pl: Błąd przy tworzeniu panelu z formami płatności oryginalnego paragonu
pt: Erro ao criar o painel de botões para o meio de pagamento do Bilhete Original
ru: Ошибка при создании кнопки для способов оплаты исходного чека

source: No se puede utilizar una tarjeta de regalo como medio de devolución. Tome una tarjeta de tipo Abono e inténtelo de nuevo
ca: No es pot fer servir una targeta de regal com a mitjà de devolució. Agafeu una targeta de tipus Abonament i torneu-ho a provar
de: A gift card cannot be used as a refund method. Please take a voucher card and try again
fr: Impossible d'utiliser une carte cadeau comme mode de remboursement. Réessayez avec une carte prépayée
pl: Użycie karty podarunkowej w ramach zwrotów nie jest możliwe. Przygotuj kartę refundacyjną i spróbuj ponownie
pt: Não se pode utilizar um cartão oferta como meio de devolução. Pegue num cartão de assinatura e tente novamente
ru: Подарочную карту нельзя использовать в качестве способа возмещения. Попробуйте использовать сертификат

source: La tarjeta introducida está
ca: La targeta introduïda està
de: The inserted card is
fr: La carte saisie est
pl: Włożona karta jest
pt: O cartão inserido é
ru: Вставленная карта деактивирована.

source: La tarjeta introducida no es del tipo permitido para este medio de pago
ca: La targeta introduïda no és del tipus permès per a aquest mitjà de pagament
de: The card entered is not of the type allowed for this payment method
fr: La carte saisie ne correspond pas au type autorisé pour ce mode de paiement
pl: Wprowadzona karta jest niedozwolona w przypadku tego środka płatniczego
pt: O cartão inserido não é do tipo permitido para este meio de pagamento
ru: Указанная карта не поддерживает этот способ оплаты

source: No se ha encontrado la tarjeta en el sistema
ca: No s'ha trobat la targeta al sistema
de: No card was found in the system
fr: Carte introuvable dans le système
pl: Nie znaleziono karty w systemie
pt: Cartão não encontrado no sistema
ru: В системе не найдено карт

source: No puede usarse una tarjeta regalo en la operación
ca: No es pot fer servir una targeta regal a l'operació
de: A gift card cannot be used in the transaction
fr: Impossible d'utiliser une carte cadeau pour l'opération
pl: Nie można użyć karty podarunkowej w ramach tej operacji
pt: Um cartão oferta não pode ser utilizado na operação
ru: Подарочную карту нельзя использовать в этой транзакции

source: No puede usarse más de una tarjeta regalo
ca: No es pot fer servir més d'una targeta regal
de: No more than one gift card can be used
fr: Impossible d'utiliser plus d'une carte cadeau
pl: Można użyć tylko jednej karty podarunkowej
pt: Não pode ser utilizado mais do que um cartão oferta
ru: Можно использовать только одну подарочную карту

source: No se puede realizar la venta. El día de apertura de la caja
ca: No es pot fer la venda. El dia dobertura de la caixa
de: The sale cannot be made. The opening date of the cash register
fr: La vente ne peut être réalisée. Le jour d'ouverture de la caisse
pl: Sprzedaż nie jest możliwa. Dzień otwarcia kasy
pt: A venda não pode ter lugar. No dia da abertura da caixa registadora
ru: Невозможно совершить продажу. Дата открытия кассы

source: No se ha podido realizar la conexión con el TSE, ¿Desea continuar sin TSE?
ca: No s'ha pogut fer la connexió amb el TSE, voleu continuar sense TSE?
de: A connection to the TSE could not be made, do you wish to continue without TSE?
fr: Impossible d'établir la connexion avec le TSE. Voulez-vous continuer sans TSE ?
pl: Nawiązanie połączenia z systemem TSE nie powiodło się. Czy chcesz kontynuować bez TSE?
ru: Не удалось подключиться к TSE. Продолжить без TSE?

source: No se puede realizar una venta a 0.
ca: No es pot realitzar una venda a 0.
de: A sale at 0 is not possible.
fr: Vous ne pouvez pas effectuer une vente à 0.
pl: Nie jest możliwe dokonanie sprzedaży w przypadku 0.
pt: Não é possível fazer uma venda a 0.
ru: Продажа по нулевой цене невозможна.

source: Operación sujeta a Taxfree. La operación inicial debe abonarse al completo.
ca: Operació subjecta a Taxfree. L'operació inicial s'ha d'abonar completament.
de: Transaction subject to TaxFree. The initial transaction must be paid in full.
fr: Opération HT. L'opération initiale doit être payée en totalité.
pl: Operacja podlega systemowi TaxFree. W ramach transakcji początkowej należy pokryć całą kwotę.
pt: Transacção sujeita a TaxFree. A transacção inicial deve ser paga na totalidade.
ru: Операция не облагается налогом. Исходная транзакция должна быть полностью оплачена.

source: No se ha podido realizar la anulación del voucher de TAXFREE
ca: No s'ha pogut fer l'anul·lació del voucher de TAXFREE
de: The TAXFREE voucher could not be cancelled
fr: Impossible d'annuler le bon HT
pl: Anulowanie karty refundacyjnej TAXFREE nie powiodło się
pt: O cupão TAXFREE não pôde ser cancelado
ru: Не удалось отменить сертификат об освобождении от налога

source: Se ha anulado correctamente el TAXFREE. Téngalo en cuenta para futuras operaciones.
ca: El TAXFREE s'ha anul·lat correctament. Tingueu-ho en compte per a futures operacions.
de: TAXFREE has been successfully cancelled. Please keep this in mind for future transactions.
fr: Le bon HT a été correctement annulé. Prenez-le en compte pour les futures opérations.
pl: Transakcja TAXFREE została pomyślnie anulowana. Należy to uwzględnić w przyszłych operacjach.
pt: O TAXFREE foi cancelado com sucesso. É favor ter isto em conta para operações futuras.
ru: Освобождение от налога отменено. Обратите на это внимание при проведении следующих транзакций.

source: Los pagos han de cubrir el importe a pagar.
ca: Els pagaments han de cobrir l'import a pagar.
de: Payments must cover the amount to be paid.
fr: Les paiements doivent couvrir le montant à payer.
pl: Płatności muszą pokrywać kwotę, która ma być zapłacona.
pt: Os pagamentos têm de cobrir o montante a ser pago.
ru: Платежи должны покрывать всю сумму к оплате.

source: ¿Es correcta la impresión del recibo del pago con tarjeta?
ca: És correcta la impressió del rebut del pagament amb targeta?
de: Is the printout of the card payment receipt correct?
fr: L'impression du reçu de paiement par carte est-elle correcte ?
pl: Czy wydruk dowodu zapłaty jest prawidłowy?
pt: A impressão do recibo de pagamento do cartão está correcta?
ru: Правильно ли распечатан чек об оплате по карте?

source: Se ha producido un error al imprimir
ca: S'ha produït un error en imprimir
de: An error occurred while printing
fr: Une erreur s'est produite lors de l'impression
pl: Wystąpił błąd podczas drukowania
pt: Ocorreu um erro durante a impressão
ru: Возникла ошибка при печати

source: Se perderán los datos de pagos. ¿Desea continuar?
ca: Es perdran les dades de pagament. Voleu continuar?
de: Payment data will be lost, do you wish to continue?
fr: Les données de paiement seront perdues. Voulez-vous continuer ?
pl: Dotyczące zapłaty dane zostaną utracone. Czy kontynuować?
pt: Os dados de pagamento serão perdidos, quer continuar?
ru: Данные платежа будут потеряны. Продолжить?

source: La caja a la que estaba conectado se ha cerrado.
ca: La caixa a la qual estava connectat s'ha tancat.
de: The cash register it was connected to has closed.
fr: La caisse à laquelle vous étiez connecté a fermé.
pl: Nastąpiło zamknięcie podłączonej kasy.
pt: A caixa a que estava ligada fechou.
ru: Касса, к которой выполнено подключение, закрыта.

source: No hay ninguna forma de pago seleccionada
ca: No s'ha seleccionat cap forma de pagament
de: No payment method selected
fr: Il n'y a aucun mode de paiement sélectionné
pl: Nie wybrano formy płatności
pt: Nenhum método de pagamento seleccionado
ru: Не выбран способ оплаты

source: El medio de pago seleccionado no permite introducir un importe superior al total del documento
ca: El mitjà de pagament seleccionat no permet introduir un import superior al total del document
de: The selected payment method does not allow you to enter an amount greater than the document total
fr: Le mode de paiement sélectionné ne permet pas d'introduire un montant supérieur au total du document
pl: Wybrany środek płatniczy nie pozwala na wprowadzenie kwoty większej niż całkowita kwota, na jaką opiewa dokument
pt: O meio de pagamento seleccionado não lhe permite introduzir um montante superior ao montante total do documento
ru: Выбранный способ оплаты не позволяет указать сумму, которая превышает итоговую сумму документа

source: El importe supera el saldo disponible
ca: L'import supera el saldo disponible
de: The amount exceeds the available balance
fr: Le montant dépasse le solde disponible
pl: Kwota przewyższa dostępne saldo
pt: O montante excede o saldo disponível
ru: Сумма превышает доступный баланс

source: Debe indicar el número de tarjeta. Haga click en el botón correspondiente.
ca: Heu d'indicar el número de targeta. Feu clic al botó corresponent.
de: You must select the card number. Click on the corresponding button.
fr: Vous devez indiquer le numéro de carte. Appuyez sur le bouton correspondant.
pl: Należy podać numer karty. Kliknij odpowiedni przycisk.
pt: Deve indicar o número do cartão. Clicar no botão correspondente.
ru: Выберите номер карты. Нажмите соответствующую кнопку.

source: Se ha producido un error al procesar el pago con Tarjeta Regalo
ca: S'ha produït un error en processar el pagament amb Targeta Regal
de: An error has occurred while processing the gift card payment
fr: Une erreur s'est produite lors du traitement du paiement par carte cadeau
pl: Wystąpił błąd podczas przetwarzania płatności kartą podarunkową
pt: Ocorreu um erro durante o processamento do pagamento do Cartão de Oferta
ru: Ошибка при обработке оплаты подарочной картой

source: ATENCIÓN, recuerda que tienes que pasar la tarjeta por el INALÁMBRICO
ca: ATENCIÓ, recorda que has de passar la targeta per l'INALÀMBRIC
de: ATTENTION, remember that you have to swipe the card on the WIRELESS
fr: ATTENTION, n'oubliez pas de passer la carte sur le lecteur SANS FIL
pl: UWAGA: pamiętaj, że w przypadku tej karty obowiązuje płatność BEZPRZEWODOWA
pt: ATENÇÃO, lembre-se que tem de passar o cartão através do WIRELESS
ru: ВНИМАНИЕ. Приложите карту к БЕСПРОВОДНОМУ терминалу

source: Error al salvar el ticket.
ca: Error en salvar el tiquet.
de: Error while saving the receipt.
fr: Erreur lors de l'enregistrement du ticket.
pl: Błąd podczas zapisywania paragonu.
pt: Erro ao guardar o bilhete.
ru: Ошибка при сохранении квитанции.

source: La venta es apta para TAXFREE, ¿desea realizar taxfree?
ca: La venda és apta per a TAXFREE, voleu fer taxfree?
de: The sale is TAXFREE eligible, do you want to use TAXFREE?
fr: La vente peut être réalisée HT. Voulez-vous l'appliquer ?
pl: Sprzedaż spełnia kryteria transakcji TAXFREE. Czy chcesz ją przeprowadzić?
pt: A venda é elegível para o TAXFREE, deseja o TAXFREE?
ru: Эта продажа не облагается налогом. Использовать освобождение от налога?

source: Se ha generado el Voucher pero no se ha podido guardar en BBDD
ca: S'ha generat el Voucher però no s'ha pogut desar al BBDD
de: The voucher has been created but could not be saved in the database
fr: Le bon a été créé, mais il n'a pas pu être enregistré dans la base de données
pl: Wygenerowano kartę refundacyjną, lecz nie powiodło się jej zapisanie w bazie danych
pt: O voucher foi gerado mas não pôde ser guardado na base de dados
ru: Сертификат создан, но не сохранен в базе данных

source: Se ha generado correctamente el taxfree
ca: S'ha generat correctament el taxfree
de: TaxFree has been successfully created
fr: Le bon HT a été ajouté correctement
pl: Dokument TaxFree został pomyślnie wygenerowany
pt: A TaxFree foi gerada com sucesso
ru: Создано освобождение от налога

source: Error en la lectura de la referencia, por favor vuelva a leer la referencia.
ca: Error en la lectura de la referència, si us plau torneu a llegir la referència.
de: Error when reading the reference, please read the reference again.
fr: Erreur lors de la lecture de la référence, veuillez recommencer.
pl: Błąd podczas odczytu nr referencyjnego. Spróbuj odczytać go ponownie.
pt: Erro na leitura da referência, é favor reler a referência.
ru: Ошибка при чтении ссылки. Повторите попытку.

source: Se ha producido un error al imprimir la nota informativa
ca: S'ha produït un error en imprimir la nota informativa
de: An error occurred while printing the information note
fr: Une erreur s'est produite lors de l'impression de la note d'information
pl: Wystąpił błąd podczas wydruku notatki informacyjnej
pt: Ocorreu um erro ao imprimir a nota informativa
ru: Ошибка при печати информационного примечания

source: Inactiva
de: Inactive
fr: Inactive
pl: nieaktywny
pt: Inactivo
ru: неактивный

source: Activa
de: Activated
fr: Active
pl: aktywny
pt: Activo
ru: Активно

source: Desactivada
de: Deactivated
fr: Désactivée
pl: dezaktywowany
pt: Desactivado
ru: деактивирован

source: Consumida
de: Consumed
fr: Consommée
pl: strawiony
pt: Consumido
ru: потребляется

source: Cancelada
ca: Cancel·lat
de: Cancelled
fr: Annulée
pl: Anulowano
pt: Cancelado
ru: Отменено

source: Esta Reserva no se puede cancelar
ca: Aquesta reserva no es pot cancel·lar
de: This Reservation cannot be cancelled
fr: Cette réservation ne peut pas être annulée
pl: Nie można anulować tej rezerwacji
pt: Esta Reserva não pode ser cancelada
ru: Невозможно отменить предзаказ

source: Se cancelará la Reserva. ¿Está seguro?
ca: Es cancel·larà la reserva. Segur?
de: The Reservation will be cancelled. Are you sure?
fr: La réservation sera annulée. Voulez-vous continuer ?
pl: Rezerwacja zostanie anulowana. Czy na pewno kontynuować?
pt: A Reserva será cancelada. Tem a certeza?
ru: Предзаказ будет отменен. Продолжить?

source: Error al realizar el pago con tarjeta pinpad
ca: Error en fer el pagament amb targeta pinpad
de: Error when paying with pinpad card
fr: Erreur lors du paiement par carte sur clavier NIP
pl: Błąd podczas płatności kartą Pinpad
pt: Erro no pagamento com cartão pinpad
ru: Ошибка при оплате картой для ПИН-пада

source: Ha ocurrido un error en la devolución por tarjeta pinpad
ca: Ha passat un error en la devolució per targeta pinpad
de: An error has occurred for the return by pinpad card
fr: Une erreur s'est produite lors du remboursement par carte sur clavier NIP
pl: Wystąpił błąd w ramach zwrotu przy użyciu karty Pinpad
pt: Ocorreu um erro no retorno por cartão pinpad
ru: Ошибка при возврате на карту для ПИН-пада

source: Se ha cancelado el proceso de cancelación de reserva mediante STANDALONE.
ca: El procés de cancel·lació de reserva s'ha cancel·lat mitjançant STANDALONE.
de: The reservation cancellation process using STANDALONE has been cancelled.
fr: L'annulation de la réservation par STANDALONE a été annulée.
pl: Przerwano proces anulowania rezerwacji za pośrednictwem TERMINALA BEZPRZEWODOWEGO.
ru: Процесс отмены предзаказа с помощью АВТОНОМНОЙ службы отменен.

source: Error al realizar el grabado del Movimiento de Caja
ca: Error en fer el gravat del Moviment de Caixa
de: Error while recording the Cash Movement
fr: Erreur lors de l'enregistrement du mouvement de caisse
pl: Błąd przy zapisywaniu operacji kasowej
pt: Erro ao gravar o Cash Movement
ru: Ошибка при регистрации движения денежных средств

source: La Tarjeta introducida está dada de Baja
ca: La Targeta introduïda està donada de Baixa
de: The card entered is unregistered
fr: La carte saisie est désactivée
pl: Włożona karta jest wyrejestrowana
pt: O cartão inserido é anulado
ru: Регистрация указанной карты отменена

source: La Tarjeta introducida no es del tipo permitido para este Medio de Pago
ca: La Targeta introduïda no és del tipus permès per a aquest Mitjà de Pagament
de: The card entered is not of the type allowed for this Payment Method
fr: La carte saisie ne correspond pas au type autorisé pour ce mode de paiement
pl: Włożona karta jest niedozwolona w przypadku tego środka płatniczego
pt: O Cartão inserido não é do tipo permitido para este Meios de Pagamento
ru: Указанная карта не поддерживает этот способ оплаты

source: Error al consultar el contador para el Ticket de Reserva
ca: Error en consultar el comptador per al tiquet de reserva
de: Error when consulting the counter for the Reservation Receipt
fr: Erreur lors de la consultation du compteur pour le ticket de réservation
pl: Błąd przy sprawdzaniu licznika paragonu rezerwacji
pt: Erro ao consultar o balcão do Booking Ticket
ru: Ошибка при сверке счетчика для чека по предзаказу

source: Se ha producido un error al realizar la operación con la Tarjeta
ca: S'ha produït un error en fer l'operació amb la Targeta
de: An error has occurred while processing the Card transaction
fr: Une erreur s'est produite lors de l'opération par carte
pl: Wystąpił błąd podczas operacji z użyciem karty
pt: Ocorreu um erro durante a realização da operação do Cartão
ru: Ошибка при обработке операции по карте

source: Se ha cancelado la consulta de la Tarjeta
ca: S'ha cancel·lat la consulta de la Targeta
de: The Card query has been cancelled
fr: La consultation de la carte a été annulée
pl: Anulowano wyszukiwanie karty
pt: O inquérito sobre o Cartão foi cancelado
ru: Запрос карты отменен

source: Se ha producido un error al procesar la Tarjeta para la Devolución
ca: S'ha produït un error en processar la Targeta per a la Devolució
de: An error occurred while processing the Card for the Refund
fr: Une erreur s'est produite lors du traitement de la carte pour le remboursement
pl: Wystąpił błąd przy przetwarzaniu karty w ramach zwrotu
pt: Ocorreu um erro durante o processamento do Cartão de Reembolso
ru: Ошибка при обработке карты для возмещения

source: La Reserva no está disponible para su venta
ca: La Reserva no està disponible per a la venda
de: The Reservation is not available for sale
fr: L'article réservé n'est pas disponible pour la vente
pl: Rezerwacja nie jest dostępna do sprzedaży
pt: A Reserva não está disponível para venda
ru: Зарезервированная позиция недоступна для продажи
