Repository: AlvaroLS01/pos
Catalog: comerzzia-bimbaylola-pos-skin/src/main/resources/skins/bimbaylola/com/comerzzia/pos/gui/i18n/*.po
Languages: ca, de, fr, pl, pt, ru

source: Ha ocurrido un error al consultar el vendedor
ca: S'ha produït un error en consultar el venedor
de: An error has occurred while viewing the seller
fr: Une erreur s'est produite lors de la consultation du vendeur
pl: Wystąpił błąd podczas wyszukiwania sprzedawcy
pt: Ocorreu um erro ao consultar o vendedor
ru: Произошла ошибка при просмотре продавца

source: Debe introducir un código de vendedor válido
ca: Heu d'introduir un codi de venedor vàlid
de: You must enter a valid seller code
fr: Vous devez introduire un code de vendeur valide
pl: Należy wprowadzić prawidłowy kod sprzedawcy
ru: Введите действительный код продавца

source: La cadena de trazabilidad no coincide con la cadena de la línea origen.
ca: La cadena de traçabilitat no coincideix amb la cadena de la línia d'origen.
de: The traceability string does not match the string of the source line.
fr: La chaîne de traçabilité ne correspond pas à la chaîne d'origine.
pl: Ciąg śledzenia nie jest zgodny z ciągiem wiersza źródłowego.
pt: A cadeia de rastreabilidade não corresponde à linha da cadeia de origem.
ru: Код DataMatrix должен быть уникальным.

source: Ha ocurrido un error con la impresora fiscal:
ca: Ha passat un error amb la impressora fiscal:
de: An error has occurred with the fiscal printer:
fr: Une erreur s'est produite avec l'imprimante fiscale :
pl: Wystąpił błąd z drukarką fiskalną:
pt: Ocorreu um erro com a impressora fiscal:
ru: Произошла ошибка с фискальным принтером:

source: La cadena de trazabilidad debe ser única.
ca: La cadena de traçabilitat ha de ser única.
de: The traceability chain must be unique.
fr: La chaîne de traçabilité doit être unique.
pl: Łańcuch identyfikowalności musi być niepowtarzalny.
pt: A cadeia de rastreabilidade deve ser única.
ru: Код DataMatrix должен быть уникальным.

source: Imposible insertar la cadena de trazabilidad del artículo, ya están todos asignados.
ca: Impossible inserir la cadena de traçabilitat de larticle, ja estan tots assignats.
de: Impossible to insert the traceability chain of the article, they are all assigned.
fr: Impossible d'insérer la chaîne de traçabilité de l'article, elles sont toutes déjà affectées.
pl: Nie można wstawić łańcucha identyfikowalności artykułu, wszystkie są przypisane.
pt: Impossível inserir a cadeia de rastreabilidade do artigo, todos eles já estão atribuídos.
ru: Невозможно вставить код DataMatrix изделия, все коды уже присвоены.

source: ¿Seguro que quiere cancelar la inserción de cadenas de trazabilidad?
ca: Esteu segur que voleu cancel·lar la inserció de cadenes de traçabilitat?
de: Are you sure you want to cancel inserting traceability chains?
fr: Êtes-vous sûr(e) de vouloir annuler l'insertion des chaînes de traçabilité ?
pl: Czy na pewno chcesz anulować wstawianie ciągów śledzenia?
pt: Tem a certeza de que quer cancelar a inserção de cadeias de rastreabilidade?
ru: Вы на самом деле хотите отменить вставку кода DataMatrix?

source: Hay cadenas de trazabilidad sin asignar
ca: Hi ha cadenes de traçabilitat sense assignar
de: There are unassigned traceability chains
fr: Il existe des chaînes de traçabilité non affectées
pl: Istnieją nieprzypisane łańcuchy identyfikowalności
pt: Há cadeias de rastreabilidade não atribuídas
ru: Некоторые изделия не содержат информации о коде DataMatrix

source: Las cadenas de trazabilidad asociados a la línea de venta serán borrados, ¿Está seguro?
ca: Les cadenes de traçabilitat associats a la línia de venda seran esborrats, Esteu segur?
de: The traceability chains associated with the sales line will be deleted, are you sure?
fr: Les chaînes de traçabilité associées à la ligne de vente seront supprimées. Voulez-vous continuer ?
pl: Czy na pewno łańcuchy identyfikowalności powiązane z linią sprzedaży zostaną usunięte?
pt: As cadeias de rastreabilidade associadas à linha de venda serão eliminadas, tem a certeza?
ru: Связанные со строкой продаж коды DataMatrix будут стерты. Продолжить?

source: La cadena de trazabilidad indicada será borrada, ¿Está seguro?
ca: La cadena de traçabilitat indicada serà esborrada. Segur?
de: The indicated traceability chain will be deleted, are you sure?
fr: La chaîne de traçabilité indiquée sera supprimée. Voulez-vous continuer ?
pl: Wskazany łańcuch identyfikowalności zostanie usunięty, czy na pewno?
pt: A cadeia de rastreabilidade indicada será eliminada, tem a certeza?
ru: Код DataMatrix будет стерт. Продолжить?

source: Error al establecer el tipo de documento factura.
ca: Error en establir el tipus de document factura.
de: Error while setting the type of invoice document.
fr: Erreur lors de l'établissement du type de document facture.
pl: Błąd podczas określania typu dokumentu faktury.
pt: Erro ao definir o tipo de documento de facturação.
ru: Ошибка при указании типа счета.

source: No se ha podido devolver automáticamente. Debe introducir la tarjeta.
ca: No s'ha pogut retornar automàticament. Heu d'introduir la targeta.
de: It could not be returned automatically. You must enter the card.
fr: Le retour automatique n'a pu être effectué. Vous devez introduire la carte.
pl: Zwrot automatyczny okazał się niemożliwy. Należy włożyć kartę.
pt: Não podia ser devolvido automaticamente. É necessário inserir o cartão.
ru: Автоматический возврат не удался. Укажите карту.

source: Lo sentimos, ha ocurrido un error en la petición
ca: Ho sentim, s'ha produït un error en la petició
de: Sorry, there was an error in the request
fr: Nous sommes désolés, une erreur s'est produite lors de la requête
pl: Przepraszamy, wystąpił błąd przy wysyłaniu żądania
pt: Desculpe, ocorreu um erro no pedido
ru: Произошла ошибка в запросе

source: No se ha podido conectar con el servidor
ca: No s'ha pogut connectar amb el servidor
de: Unable to connect to the server
fr: La connexion avec le serveur n'a pu être établie
pl: Nie można nawiązać połączenia z serwerem
pt: Incapaz de se conectar ao servidor
ru: Невозможно подключиться к серверу

source: El servidor ha tardado demasiado tiempo en responder
ca: El servidor ha trigat massa temps a respondre
de: The server has taken too long to respond
fr: Le serveur a mis trop de temps à répondre
pl: Przekroczony czas oczekiwania na odpowiedź serwera
pt: O servidor demorou demasiado tempo a responder
ru: Время ожидания сервера превышено

source: Esta tarjeta regalo no se puede devolver por alguno de estos motivos: - Ya se han realizado operaciones sobre esta tarjeta regalo. - La tarjeta regalo está inactiva.
ca: Aquesta targeta regal no es pot retornar per algun d'aquests motius: - Ja s'han realitzat operacions sobre aquesta targeta regal. - La targeta regal està inactiva.
de: This gift card cannot be returned for any of these reasons: - Transactions have already been made on this gift card. - The gift card is inactive.
fr: Cette carte-cadeau ne peut être remboursée pour l'un des motifs suivants : – Des opérations ont déjà été effectuées sur cette carte-cadeau. – La carte-cadeau est inactive.
pl: Ta karta podarunkowa nie może zostać zwrócona z jednego z następujących powodów: - Operacje na tej karcie podarunkowej zostały już wykonane. - Karta podarunkowa jest nieaktywna.
pt: Este cartão de oferta não pode ser devolvido por qualquer uma destas razões: - As transacções já foram feitas neste cartão-presente. - O cartão de oferta está inactivo.
ru: Невозможно вернуть подарочную карту. Возможные причины: - По этой подарочной карте уже были совершены операции. - Подарочная карта неактивна.

source: Esta tarjeta regalo no se puede devolver por alguno de estos motivos: - Ya se han realizado operaciones sobre esta tarjeta regalo. - La tarjeta regalo está inactiva.
ca: Aquesta targeta regal no es pot retornar per algun d'aquests motius: - Ja s'han realitzat operacions sobre aquesta targeta regal. - La targeta regal està inactiva.
de: This gift card cannot be returned for any of these reasons: - Transactions have already been made on this gift card. - The gift card is inactive.
fr: Cette carte-cadeau ne peut être remboursée pour l'un des motifs suivants : – Des opérations ont déjà été effectuées sur cette carte-cadeau. – La carte-cadeau est inactive.
pl: Ta karta podarunkowa nie może zostać zwrócona z jednego z następujących powodów: - Operacje na tej karcie podarunkowej zostały już wykonane. - Karta podarunkowa jest nieaktywna.
pt: Este cartão de oferta não pode ser devolvido por qualquer uma destas razões: - As transacções já foram feitas neste cartão-presente. - O cartão de oferta está inactivo.
ru: Невозможно вернуть подарочную карту по следующим причинам: - По этой карте уже совершались операции. - Подарочная карта неактивна.

source: Ha habido un error al procesar la devolución de la tarjeta regalo.
ca: S'ha produït un error en processar la devolució de la targeta regal.
de: An error has occurred while processing the gift card return.
fr: Une erreur s'est produite lors du traitement du retour dans la carte-cadeau.
pl: Wystąpił błąd podczas przetwarzania zwrotu karty podarunkowej.
pt: Houve um erro ao processar a devolução do cartão de oferta.
ru: Произошла ошибка при обработке возврата подарочной карты.

source: Ha ocurrido un error al anular los pagos
ca: Ha passat un error en anul·lar els pagaments
de: An error has occurred while cancelling payments
fr: Une erreur s'est produite lors de l'annulation des paiements
pl: Wystąpił błąd podczas anulowania płatności
pt: Ocorreu um erro ao cancelar os pagamentos
ru: Произошла ошибка при отмене платежей

source: Ha ocurrido un error al confirmar los pagos con tarjeta de crédito
ca: S'ha produït un error en confirmar els pagaments amb targeta de crèdit
de: An error has occurred while confirming credit card payments
fr: Une erreur s'est produite lors de la confirmation des paiements par carte bancaire
pl: Wystąpił błąd podczas potwierdzania płatności kartą kredytową
pt: Ocorreu um erro ao confirmar pagamentos com cartão de crédito
ru: Возникла ошибка при подтверждении платежей по кредитной карте

source: {0}: Quedan disponibles {1} identificadores fiscales disponibles. Contacte con el Administrador.
ca: {0}: Queden disponibles {1} identificadors fiscals disponibles. Contacteu amb l'Administrador.
de: {0}: {1}Fiscal identifiers are still available. Contact the Administrator.
fr: {0}: Restent disponibles {1} identificateurs fiscaux. Contactez l'administrateur.
pl: {0}: Liczba dostępnych identyfikatorów podatkowych wynosi {1}. Skontaktuj się z administratorem.
pt: {0}: {1} os identificadores fiscais ainda estão disponíveis. Contactar o Administrador.
ru: {0}: : {1}Фискальные признаки еще доступны. Обратитесь к администратору.

source: No es posible emitir un documento por caducidad en fecha o nº secuencia asociada.
ca: No és possible emetre un document per caducitat en data o núm. seqüència associada.
de: It is not possible to issue a document due to the expiry date or associated sequence number.
fr: Impossible d'émettre un document, date ou nº de séquence associée expirée.
pl: Nie jest możliwe wydanie dokumentu ze względu na termin ważności lub powiązany nr sekwencyjny.
pt: Não é possível emitir um documento devido à data de expiração ou número de sequência associado.
ru: Невозможно выдать документ из-за срока действия или порядкового номера.

source: No es posible emitir un documento por caducidad en fecha
ca: No és possible emetre un document per caducitat a data
de: It is not possible to issue a document due to the expiry date
fr: Impossible d'émettre un document, date expirée
pl: Nie jest możliwe wydanie dokumentu ze względu na termin ważności
pt: Não é possível emitir um documento devido à expiração na data
ru: Невозможно выдать документ из-за срока действия

source: No es posible emitir un documento por caducidad en nº secuencia asociada.
ca: No és possible emetre un document per caducitat a nº seqüència associada.
de: It is not possible to issue a document due to an expired associated sequence number.
fr: Impossible d'émettre un document, nº de séquence associée expirée.
pl: Nie jest możliwe wydanie dokumentu ze względu na termin ważności powiązanego nr sekwencyjnego.
pt: Não é possível emitir um documento devido à expiração na sequência associada.
ru: Невозможно выдать документ из-за недействительного порядкового номера.

source: No es posible emitir un documento por tener el contador un valor inválido.
ca: No és possible emetre un document perquè el comptador té un valor invàlid.
de: It is not possible to issue a document because the counter has an invalid value.
fr: Impossible d'émettre un document, la valeur du compteur n'est pas valide.
pl: Nie jest możliwe wydanie dokumentu ze względu na nieprawidłową wartość licznika.
pt: Não é possível emitir um documento porque o contador tem um valor inválido.
ru: Невозможно выдать документ из-за недопустимого значения счетчика.

source: No es posible emitir un documento por tener uno de los parámetros un valor inválido. Revise el log.
ca: No és possible emetre un document perquè un dels paràmetres té un valor invàlid. Reviseu el log.
de: It is not possible to issue a document because one of the parameters has an invalid value. Check the log.
fr: Impossible d'émettre un document, la valeur de l'un des paramètres n'est pas valide. Vérifiez le fichier journal.
pl: Nie jest możliwe wydanie dokumentu ze względu na nieprawidłową wartość jednego z parametrów. Sprawdź dziennik.
pt: Não é possível emitir um documento porque um dos parâmetros tem um valor inválido. Verificar o log.
ru: Невозможно выдать документ из-за недопустимого значения одного из параметров. Проверьте журнал.

source: No es posible emitir un documento porque hay un salto en la numeración del contador. Revise la configuración de la vigencia asociada.
ca: No és possible emetre un document perquè hi ha un salt a la numeració del comptador. Reviseu la configuració de la vigència associada.
de: It is not possible to issue a document because there is a gap in the counter numbering. Check the associated validity settings.
fr: Impossible d'émettre un document, saut dans la numérotation du compteur. Vérifiez la configuration de la validité associée.
pl: Nie jest możliwe wydanie dokumentu ze względu na przerwę w numeracji licznika. Sprawdź ustawienia powiązanej ważności.
pt: Não é possível emitir um documento porque há um salto na numeração do contador. Verificar a configuração da validade associada.
ru: Невозможно выдать документ из-за наличия пробела в нумерации счетчика. Проверьте соответствующие настройки действительности.

source: Error procesando el código de barras. Revise configuración.
ca: Error processant el codi de barres. Reviseu la configuració.
de: Error processing barcode. Check settings.
fr: Erreur lors du traitement du code-barres. Vérifiez la configuration.
pl: Błąd przetwarzania kodu kreskowego. Sprawdź ustawienia.
pt: Código de barras de processamento de erros. Verificar configuração.
ru: Ошибка при обработке штрихкода. Проверьте настройки.

source: No se ha podido pesar el artículo, compruebe la configuración de la balanza.
ca: No s'ha pogut pesar l'article, comproveu la configuració de la balança.
de: The item could not be weighed, please check the scale's settings.
fr: Impossible de peser l'article, vérifiez la configuration de la balance.
pl: Zważenie towaru okazało się niemożliwe. Sprawdź ustawienia wagi.
pt: O item não pôde ser pesado, por favor verifique a configuração da balança.
ru: Не удалось взвесить позицию. Проверьте настройки весов.

source: Error creando el ticket de venta.
ca: Error creant el tiquet de venda.
de: Error while creating the sales receipt.
fr: Erreur lors de la création du ticket de vente.
pl: Błąd przy tworzeniu paragonu sprzedaży.
pt: Erro ao criar o bilhete de venda.
ru: Ошибка при создании чека о продаже.

source: Confirme operación
ca: Confirmeu operació
de: Confirm operation
fr: Confirmez l'opération
pl: Potwierdź operację
pt: Confirmar operação
ru: Подтвердить операцию

source: Borrar pago
ca: Esborrar pagament
de: Delete payment
fr: Supprimer paiement
pl: Usuń płatność
pt: Eliminar pagamento
ru: Удалить платеж

source: Sin pagos para eliminar.
ca: No hi ha pagaments per eliminar.
de: No payments to delete.
fr: Sans paiements à supprimer.
pl: Brak płatności do usunięcia.
pt: Sem pagamentos a remover.
ru: Нет платежей для удаления.

source: Los pagos han de cubrir el importe a pagar
ca: Els pagaments han de cobrir l'import a pagar
de: Payments must cover the amount to be paid
fr: Les paiements doivent couvrir le montant à payer
pl: Płatności muszą pokrywać kwotę, która ma być zapłacona
pt: Os pagamentos têm de cobrir o montante a ser pago
ru: Платежи должны покрывать сумму к оплате

source: TOTAL:
pl: RAZEM:
ru: ИТОГО:

source: PENDIENTE:
ca: PENDENT:
de: PENDING:
fr: EN ATTENTE :
pl: W TRAKCIE REALIZACJI:
pt: PENDENTE:
ru: В ОЖИДАНИИ:

source: No hay ninguna forma de pago seleccionada.
ca: No s'ha seleccionat cap forma de pagament.
de: There is no payment method selected.
fr: Il n'y a aucun mode de paiement sélectionné.
pl: Nie wybrano żadnej formy płatności.
ru: Не выбран способ оплаты.

source: GIRO
fr: VIREMENT
pl: PRZEKAZ

source: Devoluciones Profesional
pt: Retornos Profissionais

source: VentasVenta Profesional
pt: SalesProfessional Sales

source: No hay dispositivo configurado para la firma
pt: Nenhum dispositivo configurado para assinatura
