Repository: AlvaroLS01/pos
Catalog: comerzzia-bimbaylola-pos-skin/src/main/resources/skins/bimbaylola/com/comerzzia/pos/gui/i18n/*.po
Languages: ca, de, fr, pl, pt, ru

source: Aceptar
ca: Acceptar
de: Ok
fr: Accepter
pl: Zatwierdź
pt: Aceitar
ru: Принять

source: Pulse para continuar
ca: Premeu per continuar
de: Click to continue
fr: Appuyer pour continuer
pl: Kliknij, aby kontynuować
pt: Clique para continuar
ru: Нажмите, чтобы продолжить

source: Si
ca: Sí
de: Yes
fr: Oui
pl: Tak
pt: Sim
ru: Да

source: Cancelar
ca: Cancel·lar
de: Cancel
fr: Annuler
pl: Anuluj
ru: Отмена

source: No
fr: Non
pl: Nie
pt: Não
ru: Нет

source: Sí
de: Yes
fr: Oui
pl: Tak
pt: Sim
ru: Да

source: Ver Detalle
ca: Veure detall
de: View Details
fr: Afficher détail
pl: Zob. szczegóły
pt: Ver detalhe
ru: Просмотр сведений

source: Ocultar Detalle
ca: Amagar Detall
de: Hide Details
fr: Masquer détail
pl: Ukryj szczegóły
pt: Ocultar detalhe
ru: Скрыть сведения

source: Lo sentimos, ha ocurrido un error.
ca: Ho sentim, s'ha produït un error.
de: Sorry, an error has occurred.
fr: Nous sommes désolés, une erreur est survenue.
pl: Przepraszamy, wystąpił błąd.
pt: Desculpe, ocorreu um erro.
ru: Произошла ошибка.

source: Error inesperado. Para mas información consulte el log.
ca: Error inesperat. Per a més informació, consulteu el log.
de: Unexpected error. For more information view the log.
fr: Erreur inattendue. Pour plus d'informations, consultez le fichier journal.
pl: Nieoczekiwany błąd. Więcej informacji można znaleźć w dzienniku.
pt: Ecrã de carregamento de erros. Para mais informações, ver o log.
ru: Непредвиденная ошибка. См. подробные сведения в журнале.

source: Caja configurada
ca: Caixa configurada
de: Cash Register Settings
fr: Caisse configurée
pl: Kasa skonfigurowana
pt: Caixa configurada
ru: Настройки кассового аппарата

source: Tienda
ca: Botiga
de: Store
fr: Boutique
pl: Sklep
pt: Loja
ru: Магазин

source: Método de conexión
ca: Mètode de connexió
de: Connection method
fr: Méthode de connexion
pl: Sposób nawiązywania połączenia
pt: Método de conexão
ru: Метод подключения

source: Tipo de impresora
ca: Tipus d'impressora
de: Type of printer
fr: Type d'imprimante
pl: Typ drukarki
pt: Tipo de impressora
ru: Тип принтера

source: Tipo de tarjeta de fidelización
ca: Tipus de targeta de client
de: Type of loyalty card
fr: Type de carte de fidélité
pl: Typ karty lojalnościowej
pt: Tipo de cartão de fidelidade
ru: Тип карты лояльности

source: Tipo de visor
ca: Tipus de visor
de: Type of viewer
fr: Type d'écran
pl: Typ przeglądarki
ru: Тип устройства просмотра

source: Tipo de cajón
ca: Tipus de calaix
de: Type of drawer
fr: Type de tiroir
pl: Typ szuflady
pt: Tipo de gaveta
ru: Тип денежного ящика

source: Tipo de balanza
ca: Tipus de balança
de: Type of scale
fr: Type de balance
pl: Typ wagi
pt: Tipo de balanço
ru: Тип весов

source: Tipo de recarga móvil
ca: Tipus de recàrrega mòbil
de: Type of mobile top-up
fr: Type de recharge portable
pl: Typ doładowania telefonu komórkowego
pt: Tipo de recarga móvel
ru: Тип мобильного пополнения

source: NO USA
fr: N'UTILISE PAS
pl: BEZ USA
pt: NÃO USA
ru: НЕ ДЛЯ США

source: Tipo de dispositivo de firma
ca: Tipus de dispositiu de signatura
de: Type of signature device
fr: Type de dispositif de signature
pl: Typ urządzenia do podpisu
pt: Tipo de dispositivo de assinatura
ru: Тип устройства для подписи

source: Deberá reiniciar la aplicación para establecer los cambios.
ca: Haureu de reiniciar l'aplicació per establir els canvis.
de: You need to restart the application to set the changes.
fr: Vous devrez redémarrer l'application pour que les modifications soient prises en compte.
pl: Aby zmiany zostały uwzględnione należy ponownie uruchomić aplikację.
pt: Terá de reiniciar a aplicação para definir as alterações.
ru: Перезапустите приложение, чтобы применить изменения.

source: Error guardando información de dispositivos
ca: Error desant informació de dispositius
de: Error saving device information
fr: Erreur lors de la sauvegarde des informations des dispositifs
pl: Błąd przy zapisywaniu informacji dotyczących urządzeń
pt: Ocorreu um erro ao guardar informação do dispositivo
ru: Ошибка при сохранении сведений об устройстве

source: No hay stock en la tienda
ca: No hi ha estoc a la botiga
de: No stock in store
fr: Il n'y a pas de stock dans la boutique
pl: Brak zapasu w sklepie
pt: Sem stock na loja
ru: Нет запасов в магазине

source: No hay stock en el resto de tiendas
ca: No hi ha estoc a la resta de botigues
de: No stock in other stores
fr: Il n'y a pas de stock dans les autres boutiques
pl: Brak zapasu w pozostałych sklepach
pt: Sem stock em todas as outras lojas
ru: Нет запасов в других магазинах

source: Debe introducir el código de artículo o código de barras
ca: Heu d'introduir el codi d'article o el codi de barres
de: You must enter the item code or barcode
fr: Vous devez introduire le code d'article ou le code-barres
pl: Należy wprowadzić kod towaru lub kod kreskowy
pt: É necessário introduzir o código do artigo ou código de barras
ru: Введите код позиции или штрихкод

source: Se ha producido un error al consultar el stock:
ca: S'ha produït un error en consultar l'estoc:
de: An error occurred while checking the stock:
fr: Une erreur s'est produite lors de la consultation du stock :
pl: Wystąpił błąd podczas przeglądania zapasu:
pt: Ocorreu um erro ao consultar o stock:
ru: Ошибка при проверке запасов:

source: No se ha podido establecer conexión con el servidor.
ca: No s'ha pogut connectar amb el servidor.
de: A connection to the server could not be established.
fr: Connexion impossible avec le serveur.
pl: Nie można nawiązać połączenia z serwerem.
pt: Não é possível estabelecer uma ligação com o servidor.
ru: Не удалось установить соединение с сервером.

source: No se ha podido conectar con el servidor.
ca: No s'ha pogut connectar al servidor.
de: It has not been possible to connect to the server.
fr: La connexion avec le serveur n'a pu être établie.
pl: Nie można się połączyć z serwerem.
pt: Incapaz de se conectar ao servidor.
ru: Не удалось подключиться к серверу.

source: TALLA
de: SIZE
fr: TAILLE
pl: ROZMIAR
pt: TAMANHO
ru: РАЗМЕР

source: COLOR
de: COLOUR
fr: COULEUR
pl: KOLOR
pt: COLOUR
ru: ЦВЕТ

source: Talla
de: Size
fr: Taille
pl: Rozmiar
pt: Tamanho
ru: Размер

source: Color
de: Colour
fr: Couleur
pl: Kolor
pt: Colour
ru: Цвет

source: Configuración TM30 TSE
ca: Configuració TM30 TSE
de: TM30 TSE Settings
fr: Configuration TM30 TSE
pl: Konfiguracja TM30 TSE
ru: Настройки TM30 TSE

source: IP Impresora :
ca: IP Impressora :
de: IP Printer :
fr: IP imprimante :
pl: IP drukarki:
pt: IP Impressora :
ru: Сетевой принтер:

source: Storage info :
pl: Informacje o przechowywaniu:
ru: Сведения о хранилище:

source: Copiar al portapapeles
ca: Copiar al porta-retalls
de: Copy to clipboard
fr: Copier dans le presse-papiers
pl: Kopiuj do schowka
pt: Cópia para prancheta
ru: Копировать в буфер обмена

source: Set up
pl: Ustawienia
ru: Настроить

source: Export data
pl: Eksportuj dane
ru: Экспорт данных

source: AutoTest
ru: Автопроверка

source: Configuración SPARK130F
ca: Configuració SPARK130F
de: SPARK130F Settings
fr: Configuration SPARK130F
pl: Konfiguracja SPARK130F
ru: Настройки SPARK130F

source: Configuración de Axis
ca: Configuració d'Axis
de: Axis Settings
fr: Configuration d'Axis
pl: Konfiguracja aplikacji Axis
pt: Configuração AXIS
ru: Настройки Axis

source: Código Moneda :
ca: Codi Moneda:
de: Currency Code:
fr: Code devise :
pl: Kod waluty:
pt: Código Moeda :
ru: Код валюты:

source: Forma de pago :
ca: Forma de pagament:
de: Payment method:
fr: Mode de paiement :
pl: Forma płatności :
pt: Modo de pagamento :
ru: Способ оплаты:

source: Configuración de ConexFlow
ca: Configuració de ConexFlow
de: ConfexFlow Settings
fr: Configuration de ConexFlow
pl: Konfiguracja ConexFlow
pt: Configuração ConexFlow
ru: Настройки ConfexFlow

source: Comercio
ca: Comerç
de: Shop
fr: Commerce
pl: Placówka handlowa
pt: Comércio
ru: Магазин

source: Número TPV
de: POS Number
fr: Numéro TPV
pl: Numer POS
pt: Número POS
ru: Номер POS-терминала

source: IP del terminal
de: IP of the terminal
fr: IP du terminal
pl: IP terminala
ru: IP-адрес терминала

source: Puerto
ca: Port
de: Port
fr: Port
pl: Port
pt: Porto
ru: Порт

source: Timeout (seg)
de: Timeout (sec)
fr: Délai (sec)
pl: Czas do zakończ. (sek.)
ru: Время ожидания (с)

source: Forma de pago
ca: Forma de pagament
de: Payment method
fr: Mode de paiement
pl: Forma płatności
pt: Modo de pagamento
ru: Способ оплаты

source: Medios de pago
ca: Mitjans de pagament
de: Payment options
fr: Modes de paiement
pl: Środki płatnicze
pt: Meios de pagamento
ru: Способы оплаты

source: Código
ca: Codi
de: Code
fr: Code
pl: Kod
ru: Код

source: Descripcion
ca: Descripció
de: Description
fr: Description
pl: Opis
pt: Descrição
ru: Описание

source: Tipo Documento
ca: Tipus Document
de: Type of Document
fr: Type document
pl: Typ dokumentu
pt: Tipo de documento
ru: Тип документа

source: Cliente
ca: Client
de: Customer
fr: Client
pl: Klient
ru: Клиент

source: Nombre
ca: Nom
de: Name
fr: Prénom
pl: Imię / Nazwa Firmy
pt: Nome
ru: Имя

source: Domicilio
ca: Domicili
de: Address
fr: Domicile
pl: Adres
pt: Endereço
ru: Адрес

source: Población
ca: Població
de: City
fr: Ville
pl: Miejscowość
pt: Cidade
ru: Город

source: Provincia
ca: Província
de: Province
fr: Département
pl: Województwo
pt: Província
ru: Область

source: Localidad
ca: Localitat
de: Locality
fr: Ville
pl: Miejscowość
pt: Localidade
ru: Населенный пункт

source: Email
fr: Courriel
ru: Эл. почта

source: Teléfono
ca: Telèfon
de: Telephone
fr: Téléphone
pl: Telefon
pt: Telefone
ru: Телефон

source: Pais
ca: País
de: Country
fr: Pays
pl: Kraj
pt: País
ru: Страна

source: Solicita al cliente si desea el documento por correo electrónico
ca: Sol·licita al client si vol el document per correu electrònic
de: Ask the customer if they want the document to be sent via email
fr: Demandez au client s'il souhaite recevoir le document par courriel
pl: Zapytaj klienta, czy chciałby otrzymać dokument pocztą elektroniczną
pt: Pergunte ao cliente se quer o documento por e-mail
ru: Спросите клиента, нужно ли отправить документ по эл. почте

source: Imprimir
de: Print
fr: Imprimer
pl: Drukuj
ru: Печать

source: Correo electrónico
ca: Correu electrònic
de: Email
fr: Courriel
pl: Poczta elektroniczna
pt: Email
ru: Эл. почта

source: Imprimir y correo electrónico
ca: Imprimir i correu electrònic
de: Print and email
fr: Imprimer et courriel
pl: Drukuj i pocz. elektr
pt: Impressão e Email
ru: Печать и отправка по эл. почте

source: Introduce referencia STANDALONE
ca: Introdueix referència STANDALONE
de: Enter reference STANDALONE
fr: Saisissez référence STANDALONE
pl: Wprowadź nr ref. TERMINALA BEZPRZEWODOWEGO
pt: Introduzir referência STANDALONE
ru: Укажите АВТОНОМНЫЙ шаблон

source: Acciones Impresora Fiscal
ca: Accions Impressora Fiscal
de: Fiscal Printer actions
fr: Actions Imprimante fiscale
pl: Działania dotyczące drukarki fiskalnej
pt: Acções Impressão Fiscal
ru: Действия с фискальным принтером

source: Cerrar
ca: Tancar
de: Close
fr: Fermer
pl: Zamknij
pt: Fechar
ru: Закрыть

source: Artículo
ca: Article
de: Item
fr: Article
pl: Towar
pt: Artigo
ru: Позиция

source: ARTÍCULO
ca: ARTICLE
de: ITEM
fr: ARTICLE
pl: TOWAR
pt: ARTIGO
ru: ПОЗИЦИЯ

source: DESCRIPCIÓN
ca: DESCRIPCIÓ
de: DESCRIPTION
fr: DESCRIPTION
pl: OPIS
pt: DESCRIÇÃO
ru: ОПИСАНИЕ

source: UND.
ca: UN.
de: UNIT
fr: UNIT.
pl: SZT.
ru: ЕДИНИЦА

source: PRECIO
ca: PREU
de: PRICE
fr: PRIX
pl: CENA
pt: PREÇO
ru: ЦЕНА

source: DTO.
ca: DTE.
de: DISCOUNT
fr: REM.
pl: ZNIŻK.
ru: СКИДКА

source: IMPORTE
ca: IMPORT
de: AMOUNT
fr: MONTANT
pl: KWOTA
pt: AMOUNT
ru: СУММА

source: Vendedor
ca: Venedor
de: Seller
fr: Vendeur
pl: Sprzedawca
ru: Продавец

source: TOTAL
pl: RAZEM
ru: ВСЕГО

source: Total Artículos:
ca: Total Articles:
de: Items Total:
fr: Total articles :
pl: Towarów łącznie:
pt: Total de Artigos:
ru: Всего позиций:

source: +INFO
pl: WIĘCEJ INFORMACJI
ru: +СВЕДЕНИЯ

source: Tipo
ca: Tipus
de: Type
fr: Type
pl: Typ
ru: Тип

source: Fecha entrega cliente
ca: Data entrega client
de: Customer delivery date
fr: Date remise client
pl: Data doręczenia klientowi
pt: Data de entrega ao cliente
ru: Дата доставки клиенту

source: Observaciones
ca: Observacions
de: Observations
fr: Remarques
pl: Uwagi
pt: Observações
ru: Замечания

source: Cambiar vendedor línea
ca: Canviar venedor línia
de: Change seller line
fr: Modifier vendeur ligne
pl: Zmień linię z kodem sprzedawcy
pt: Alterar o fornecedor numa linha
ru: Изменить строку продавца

source: Trazabilidad de articulos
ca: Traçabilitat d'articles
de: Item traceability
fr: Traçabilité des articles
pl: Identyfikowalność artykułów
pt: Rastreabilidade de artigos
ru: Код DataMatrix изделия

source: Artículo:
ca: Article
de: Item:
fr: Article :
pl: Towar:
pt: Artigo:
ru: Позиция

source: Cantidad:
ca: Quantitat:
de: Quantity:
fr: Quantité :
pl: Ilość:
pt: Quantidade:
ru: Количество:

source: Pendiente:
ca: Pendent:
de: Pending:
fr: En attente :
pl: Aż do:
pt: Pendente:
ru: Ожидает решения:

source: Insertar
ca: Inserir
de: Insert
fr: Insérer
pl: Wstawić
pt: Inserir
ru: Вставить

source: Consulta de stocks
ca: Consulta d'estocs
de: Consult stock
fr: Consultation de stocks
pl: Przeglądanie zapasów
pt: Consulta de stock
ru: Проверить наличие

source: Desglose 1
ca: Desglossament 1
de: Breakdown 1
fr: Ventilation 1
pl: Rozbicie na pozycje 1
pt: Desagregação 1
ru: Разбивка 1

source: Desglose 2
ca: Desglossament 2
de: Breakdown 2
fr: Ventilation 2
pl: Rozbicie na pozycje 2
pt: Desagregação 2
ru: Разбивка 2

source: Expresión Almacenes
ca: Expressió Magatzems
de: Warehouse Expression
fr: Expression entrepôts
pl: Magazyny typu Expression Warehouse
pt: Expressão Lojas
ru: Выражение склада

source: Consultar
de: Check
fr: Consulter
pl: Przeglądaj
pt: Ver
ru: Проверка

source: Solo disponible
ca: Només disponible
de: Only available
fr: Seulement disponible
pl: Tylko dostępne
pt: Só disponível
ru: Только доступные

source: Stocks tienda
ca: Estocs botiga
de: Store stock
fr: Stocks boutique
pl: Zapasy sklepowe
pt: Stocks de lojas
ru: В наличии в магазине

source: Stock
ca: Estoc
pl: Zapas
ru: В наличии

source: Stock A
ca: Estoc A
pl: Zapas A
ru: Запасы A

source: Stock B
ca: Estoc B
pl: Zapas B
ru: Запасы B

source: Stock C
ca: Estoc C
pl: Zapas C
ru: Запасы C

source: Stock D
ca: Estoc D
pl: Zapas D
ru: Запасы D

source: Stock logístico
ca: Estoc logístic
de: Logistics stock
fr: Stock logistique
pl: Zapas logistyczny
ru: Материальные запасы

source: Stocks resto tiendas
ca: Estocs resta botigues
de: Other stores stock
fr: Stocks autres boutiques
pl: Zapasy w pozostałych sklepach
pt: Stock em outras lojas
ru: Запасы в других магазинах

source: Descripción
ca: Descripció
de: Description
fr: Description
pl: Opis
pt: Descrição
ru: Описание

source: Contacto
ca: Contacte
de: Contact
fr: Contact
pl: Dane kontaktowe
ru: Контакт

source: SELECCIÓN DE USUARIO
ca: SELECCIÓ D'USUARI
de: USER SELECTION
fr: SÉLECTION DE L'UTILISATEUR
pl: WYBÓR UŻYTKOWNIKA
pt: SELECÇÃO Do USUÁRIO
ru: ВЫБОР ПОЛЬЗОВАТЕЛЯ

source: Salir
ca: Sortir
de: Exit
fr: Quitter
pl: Zakończ
pt: Sair
ru: Выход

source: Consultar Artículos
ca: Consulteu Articles
de: Consult Items
fr: Consulter articles
pl: Przeglądaj towary
pt: Ver Artigos
ru: Сверка позиций

source: Caja
ca: Caixa
de: Cash register
fr: Caisse
pl: Kasa
pt: Caixa
ru: Кассовый аппарат

source: Ocultar Menú
de: Hide Menu
fr: Masquer menu
pl: Ukryj menu
pt: Ocultar Menu
ru: Скрыть меню

source: Gestión de Permisos
ca: Gestió de Permisos
de: Manage Permissions
fr: Gestion des autorisations
pl: Zarządzanie pozwoleniami
pt: Gestão de licenças
ru: Управление разрешениями

source: Administrar
de: Manage
fr: Administrer
pl: Zarządzaj
ru: Управление

source: Lea o escriba el código de barras de la tarjeta
ca: Llegiu o escriviu el codi de barres de la targeta
de: Read or write the card's bar code
fr: Lisez ou saisissez le code-barres de la carte
pl: Odczyt lub zapis kodu kreskowego na karcie
pt: Ler ou escrever o código de barras no cartão
ru: Чтение или запись штрихкода карты

source: Número de tarjeta
ca: Número de targeta
de: Card number
fr: Numéro de carte
pl: Numer karty
pt: Número do cartão
ru: Номер карты

source: Alta Fidelizado
ca: Alta Client
de: Loyal Customer Registration
fr: Inscription client fidélisé
pl: Rejestracja stałego klienta
pt: Registo de clientes
ru: Регистрация постоянного клиента

source: Leer tarjeta
ca: Llegir targeta
de: Read card
fr: Lire carte
pl: Odczyt karty
pt: Ler cartão
ru: Считать карту

source: Búsqueda de clientes
ca: Cerca de clients
de: Customer search
fr: Recherche de clients
pl: Wyszukiwanie klientów
pt: Busca de clientes
ru: Поиск клиентов

source: Correo Electrónico
ca: Correu electrònic
de: Email
fr: Courriel
pl: Poczta elektroniczna
pt: Email
ru: Эл. почта

source: Código de cliente
ca: Codi de client
de: Customer code
fr: Code de client
pl: Kod klienta
pt: Código do cliente
ru: Код клиента

source: Documento Fiscal
ca: Document fiscal
de: Tax Document
fr: Document fiscal
pl: Dokument fiskalny
ru: Налоговый документ

source: Apellidos
ca: Cognoms
de: Surname(s)
fr: Nom
pl: Nazwisko
pt: Sobrenome
ru: Фамилия

source: Cliente genérico
ca: Client genèric
de: Generic customer
fr: Client générique
pl: Klient niezarejestrowany
ru: Общий клиент

source: Alta Cliente
ca: Alta Client
de: Customer registration
fr: Inscription client
pl: Rejestracja klienta
pt: Registo de Cliente
ru: Регистрация клиента

source: Direccion
ca: Direccio
de: Address
fr: Adresse
pl: Adres
pt: Endereço
ru: Адрес

source: Configuración
ca: Configuració
de: Settings
fr: Configuration
pl: Konfiguracja
pt: Configuração
ru: Настройки

source: General
fr: Général
pl: Ogólne
ru: Общие

source: Visor
de: Viewer
fr: Afficheur
pl: Przeglądarka
pt: Visualizador
ru: Устройство просмотра

source: Cajón
ca: Calaix
de: Drawer
fr: Tiroir
pl: Szuflada
pt: Cajó
ru: Денежный ящик

source: Impresora 1
ca: Impressora 1
de: Printer 1
fr: Imprimante 1
pl: Drukarka 1
pt: Impressora 1
ru: Принтер 1

source: Impresora 2
ca: Impressora 2
de: Printer 2
fr: Imprimante 2
pl: Drukarka 2
pt: Impressora 2
ru: Принтер 2

source: Tarjeta
ca: Targeta
de: Card
fr: Carte
pl: Karta
pt: Cartão
ru: Карта

source: Balanza
ca: Balança
de: Balance
fr: Balance
pl: Bilans
pt: Balanço
ru: Баланс

source: Fidelizado
ca: Client
de: Loyal Customer
fr: Client fidélisé
pl: Stały klient
pt: Cliente
ru: Постоянный клиент

source: Gift Card
fr: Carte-cadeau
pl: Karta podarunkowa
ru: Подарочная карта

source: Recarga móvil
ca: Recàrrega mòbil
de: Top up mobile
fr: Recharge portable
pl: Doładowanie telefonu komórkowego
pt: Recarga móvel
ru: Мобильное пополнение

source: Firma
ca: Signatura
de: Signature
fr: Signature
pl: Podpis
pt: Assinatura
ru: Подпись

source: Test Conexión
ca: Test connexió
de: Connection Test
fr: Test Connexion
pl: Połączenie testowe
ru: Проверка подключения

source: Editar configuración
ca: Editar configuració
de: Edit settings
fr: Éditer configuration
pl: Edytuj konfigurację
pt: Editar configuração
ru: Изменить настройки

source: FIDELIZADO
ca: CLIENT
de: LOYAL CUSTOMER
fr: CLIENT FIDÉLISÉ
pl: STAŁY KLIENT
pt: CLIENTE
ru: ПОСТОЯННЫЙ КЛИЕНТ

source: Resumen
ca: Resum
de: Summary
fr: Résumé
pl: Podsumowanie
pt: Sumário
ru: Сводка

source: Datos generales
ca: Dades generals
de: General details
fr: Données générales
pl: Dane ogólne
pt: Dados gerais
ru: Общие сведения

source: Direcciones
ca: Adreces
de: Addresses
fr: Adresses
pl: Adresy
pt: Endereços
ru: Адреса

source: Colectivos
ca: Col·lectius
de: Groups
fr: Collectifs
pl: GRUPY
ru: Группы

source: Movimientos Tarjetas
ca: Moviments Targetes
de: Card Movements
fr: Mouvements cartes
pl: Operacje z kartami
pt: Movimentos Cartões
ru: Операции по карте

source: Últimas Ventas
ca: Últimes Vendes
de: Last Sales
fr: Dernières ventes
pl: Ostatnie transakcje sprzedaży
pt: Últimas vendas
ru: Последние продажи

source: Etiquetas
ca: Etiquetes
de: Labels
fr: Étiquettes
pl: Etykiety
ru: Маркировка

source: (*) Campos obligatorios
ca: (*) Camps obligatoris
de: (*) Required fields
fr: (*) Champs obligatoires
pl: (*) Pola obowiązkowe
pt: (*) Campos obrigatórios
ru: (*) Обязательные поля

source: Imprimir Documento
ca: Imprimir Document
de: Print Document
fr: Imprimer document
pl: Drukuj dokument
ru: Печать документа

source: Consentimientos y Firma
ca: Consentiments i Firma
de: Consents and Signature
fr: Consentements et signature
pl: Zgody i podpis
pt: Consentimentos e Assinatura
ru: Согласие и подпись

source: Imprimir Ficha
ca: Imprimir Fitxa
de: Print File
fr: Imprimer fiche
pl: Drukuj kartę
ru: Печать файла

source: Editar
de: Edit
fr: Éditer
pl: Edytuj
ru: Изменить

source: Código Colectivo
ca: Codi col·lectiu
de: Group Code
fr: Code collectif
pl: Kod grupy
ru: Код группы

source: Tipo documento
ca: Tipus document
de: Document type
fr: Type document
pl: Typ dokumentu
ru: Тип документа

source: Documento
ca: Document
de: Document
fr: Document
pl: Dokument
ru: Документ

source: Sexo
ca: Sexe
de: Sex
fr: Genre
pl: Płeć
ru: Пол

source: Móvil
ca: Mòbil
de: Mobile
fr: Portable
pl: Telefon komórkowy
pt: Móvel
ru: Мобильный

source: Firma del Cliente
ca: Signatura del Client
de: Customer's signature
fr: Signature du client
pl: Podpis klienta
pt: Assinatura do cliente
ru: Подпись клиента

source: Permitir Notificaciones
ca: Permetre Notificacions
de: Allow Notifications
fr: Autoriser notifications
pl: Zezwalaj na powiadomienia
pt: Permitir Notificações
ru: Разрешить уведомления

source: Consentimiento de uso de datos
ca: Consentiment d'ús de dades
de: Data use consent
fr: Consentement d'utilisation des données
pl: Zgoda na wykorzystanie danych
pt: Consentimento Utilização de dados
ru: Согласие на использование данных

source: C.P
de: Postcode
pl: Kod pocztowy
ru: Почтовый индекс

source: Modo :
ca: Mode:
de: Mode:
fr: Mode :
pl: Tryb:
ru: Режим:

source: Confirmar Cambios :
ca: Confirmar canvis:
de: Confirm changes:
fr: Confirmer modifications :
pl: Potwierdź zmiany:
pt: Confirmar Alterações :
ru: Подтвердите изменения:

source: Descripción :
ca: Descripció :
de: Description:
fr: Description :
pl: Opis:
pt: Descrição:
ru: Описание:

source: Domicilio :
ca: Domicili:
de: Address:
fr: Domicile :
pl: Adres :
pt: Endereço:
ru: Адрес:

source: Provincia :
ca: Província :
de: Province:
fr: Département :
pl: Województwo:
pt: Província:
ru: Область:

source: Localidad :
ca: Localitat:
de: Locality:
fr: Ville :
pl: Miejscowość:
pt: Localidade:
ru: Населенный пункт:

source: Población :
ca: Població:
de: City:
fr: Ville :
pl: Miejscowość:
pt: Cidade:
ru: Город:

source: C.P :
de: Postcode:
pl: Kod pocztowy:
ru: Почтовый индекс:

source: Nº Tarjeta
ca: Nº Targeta
de: Card No.
fr: Nº carte
pl: Nr karty
pt: Nº Cartão
ru: Номер карты

source: Saldo Total
de: Total Balance
fr: Solde total
pl: Saldo łącznie
ru: Общий баланс

source: Últimos 20 movimientos de la tarjeta seleccionada
ca: Últims 20 moviments de la targeta seleccionada
de: Last 20 movements of the selected card
fr: 20 derniers mouvements de la carte sélectionnée
pl: 20 ostatnich operacji wybranej karty
pt: Últimos 20 movimentos do cartão seleccionado
ru: Последние 20 операций по выбранной карте

source: Fecha
ca: Data
de: Date
fr: Date
pl: Data
pt: Data
ru: Дата

source: Concepto
ca: Concepte
de: Concept
fr: Concept
pl: Pozycja
pt: Conceito
ru: Концепт

source: Estado
ca: Estat
de: Status
fr: État
pl: Stan
ru: Статус

source: Entrada
de: In
fr: Entrée
pl: Przychód
ru: Входящие

source: Salida
ca: Sortida
de: Out
fr: Sortie
pl: Rozchód
pt: Saída
ru: Исходящие

source: Total:
pl: Razem:
ru: Итого:

source: Nº de tarjeta
ca: Nº Targeta
de: Card No.
fr: Nº de carte
pl: Nr karty
pt: Nº Cartão
ru: Номер карты
