Repository: AlvaroLS01/pos
Catalog: comerzzia-bimbaylola-pos-skin/src/main/resources/skins/bimbaylola/com/comerzzia/pos/devices/i18n/*.po
Languages: pl, pt, ru

source: Lea o escriba el código de barras de la tarjeta
pl: Odczytaj lub zapisz kod kreskowy karty
pt: Ler ou escrever o código de barras no cartão
ru: Чтение или запись штрихкода карты

source: No se ha podido leer la tarjeta.
pl: Nie można odczytać karty.
pt: O cartão não pôde ser lido.
ru: Не удалось считать карту.

source: Es necesario rellenar al menos uno de los campos de búsqueda
pl: Wymagane jest wypełnienie co najmniej jednego pola wyszukiwania
pt: Pelo menos um dos campos de pesquisa deve ser preenchido
ru: Заполните хотя бы одно поле поиска

source: Debe rellenar un criterio más para ejecutar la búsqueda de cliente
pl: Wyszukiwanie klienta wymaga podania jeszcze jednego kryterium
pt: É necessário preencher mais um critério para executar a pesquisa do cliente
ru: Введите еще один критерий для поиска клиента

source: No se ha encontrado ningún fidelizado con los datos introducidos ¿Desea realizar el Alta del Cliente?
pl: Nie znaleziono żadnego stałego klienta na podstawie wprowadzonych danych Czy chcesz zarejestrować klienta?
pt: Não foi encontrado nenhum cliente com os dados introduzidos. Gostaria de registar um cliente?
ru: Не найдено участников программы лояльности с такими данными. Зарегистрировать клиента?

source: El Fidelizado no dispone de una tarjeta
pl: Stały klient nie dysponuje kartą
pt: O cliente não tem um cartão
ru: У участника программы лояльности нет карты

source: Ha ocurrido un error durante la petición a la central, consulte con el administrador
pl: Wystąpił błąd przy wysyłaniu żądania do centrali. Proszę skontaktować się administratorem
pt: Ocorreu um erro durante o pedido ao painel de controlo, consultar o administrador
ru: Ошибка при отправке запроса в главный офис. Обратитесь к администратору

source: No se ha configurado el fidelizado genérico en este TPV
pl: Niezarejestrowany klient nie został skonfigurowany w tym systemie POS
pt: A lealdade genérica não foi configurada neste POS
ru: На этом POS-терминале не настроен общий участник программы лояльности

source: El número de tarjeta no es válido
pl: Nieważny numer karty
pt: O número do cartão é inválido
ru: Недопустимый номер карты

source: Búsqueda de clientes
pl: Wyszukiwanie klientów
pt: Busca de clientes
ru: Поиск клиентов

source: Selección de Cliente
pl: Wybór klienta
pt: Selecção do cliente
ru: Выбор клиента

source: El usuario canceló la operación
pl: Użytkownik anulował operację
pt: O usuario cancelou a operação
ru: Операция отменена пользователем

source: La tarjeta indicada no existe.
pl: Podana karta nie istnieje.
pt: O cartão indicado não existe.
ru: Указанная карта не существует.

source: No se puede establecer conexión con el servidor.
pl: Nie można nawiązać połączenia z serwerem.
pt: Não é possível estabelecer uma ligação com o servidor.
ru: Не удается установить соединение с сервером.

source: Lo sentimos, ha ocurrido un error en la petición
pl: Przepraszamy, wystąpił błąd przy wysyłaniu żądania
pt: Desculpe, ocorreu um erro no pedido
ru: К сожалению, в запросе произошла ошибка

source: No se ha podido conectar con el servidor
pl: Nie udało się nawiązać połączenia z serwerem
pt: Incapaz de se conectar ao servidor
ru: Не удается подключиться к серверу

source: El servidor ha tardado demasiado tiempo en responder
pl: Przekroczony czas oczekiwania na odpowiedź serwera
pt: O servidor demorou demasiado tempo a responder
ru: Время ожидания сервера превышено

source: Lo sentimos, ha ocurrido un error.
pl: Przepraszamy, wystąpił błąd.
pt: Desculpe, ocorreu um erro.
ru: Произошла ошибка.

source: Lea o escriba el código de barras de la tarjeta de regalo
pl: Odczytaj lub zapisz kod kreskowy karty podarunkowej
pt: Ler ou escrever o código de barras no cartão gift
ru: Чтение или запись штрихкода подарочной карты

source: Debe rellenar todos los campos.
pl: Należy wypełnić wszystkie pola.
pt: Todos os campos devem ser preenchidos.
ru: Заполните все поля.

source: Se ha producido un error realizando el SetUp.
pl: Wystąpił błąd podczas konfiguracji.
pt: Ocorreu um erro durante o SetUp.
ru: Ошибка при выполнении настройки.

source: Se ha realizado el SetUp correctamente. Por favor, acepte los cambios y reinicie la aplicación.
pl: Konfiguracja wykonana prawidłowo. Zatwierdź zmiany i ponownie uruchom aplikację.
pt: O SetUp foi realizado com sucesso. Por favor, aceite as alterações e reinicie a aplicação.
ru: Настройка успешно выполнена. Подтвердите изменения и перезапустите приложение.

source: No se ha podido realizar el SetUp.
pl: Konfiguracja okazała się niemożliwa.
pt: O SetUp não pôde ser realizado.
ru: Не удается выполнить настройку.

source: Ha seleccionado la opción Exportación, ¿desea continuar?
pl: Wybrano opcję eksportu. Czy kontynuować?
pt: Seleccionou a opção Exportar, quer continuar?
ru: Выбрана функция экспорта. Продолжить?

source: Se ha producido un error realizando el ExportData.
pl: Wystąpił błąd podczas eksportu danych.
pt: Ocorreu um erro durante a realização de ExportData.
ru: Произошла ошибка при экспорте данных.

source: Se ha realizado el ExportData correctamente
pl: Eksport danych został pomyślnie wykonany
pt: ExportData foi realizado com êxito
ru: Данные успешно экспортированы

source: No se ha podido realizar el ExportData.
pl: Eksport danych okazał się niemożliwy.
pt: ExportData não pôde ser realizado.
ru: Не удается экспортировать данные.

source: StorageInfo copiado al portapapeles
pl: Dane dot. przechowywania zostały przekopiowane do schowka
pt: StorageInfo copiado para a prancheta
ru: Сведения о хранилище скопированы в буфер обмена

source: No se puede proceder a la impresión fiscal. Contacte con el administrador.
pl: Wydruk fiskalny nie jest możliwy. Proszę skontaktować się administratorem.
pt: A impressão fiscal não é possível. Por favor contacte o administrador.
ru: Ошибка при отправке запроса в главный офис. Обратитесь к администратору

source: imprimirTexto() - Argumento inválido: Alineamiento [
pl: printText() - Nieprawidłowy argument: Wyrównanie [
ru: Печать Текста () - Неверный параметр Выравнивание [

source: Iniciamos la acción para solicitar una devoluciónen Adyen Cloud...
pl: Rozpoczęto procedurę żądania zwrotu w Adyen Cloud...
pt: Iniciámos a acção para pedir um reembolso em Adyen Cloud...
ru: Инициировано действие: запрос на возврат в Adyen Cloud...

source: Error al realizar la DEVOLUCIÓN en el dispositivo Adyen en modo Cloud: -
pl: Błąd operacji ZWROTU w urządzeniu Adyen w trybie chmury: -
pt: Erro ao executar o devolução no dispositivo de Adyen no modo Cloud: -
ru: Ошибка при выполнении ВОЗВРАТА на устройстве Adyen в облачном режиме: -

source: Finalizada la acción para solicitar una devolución en Adyen Cloud
pl: Zakończono procedurę żądania zwrotu w Adyen Cloud
pt: Completou a acção para pedir um reembolso em Adyen Cloud
ru: Выполнено действие: запрос на возмещение в Adyen Cloud

source: Iniciamos la acción para solicitar una venta en Adyen Cloud...
pl: Rozpoczęto procedurę sprzedaży w Adyen Cloud...
pt: Iniciámos a acção para solicitar uma venda em Adyen Cloud...
ru: Инициировано действие: запрос на продажу в Adyen Cloud...

source: Error al realizar la VENTA en el dispositivo Adyen en modo Cloud: -
pl: Błąd operacji SPRZEDAŻY w urządzeniu Adyen w trybie chmury: -
pt: Erro ao fazer a VENDA no dispositivo de Adyen no modo Cloud: -
ru: Ошибка при совершении ПРОДАЖИ на устройстве Adyen в облачном режиме: -

source: Finalizada la acción para solicitar una venta en Adyen Cloud
pl: Zakończono procedurę sprzedaży w Adyen Cloud
pt: Completou a acção para solicitar uma venda em Adyen Cloud
ru: Выполнено действие: запрос на продажу в Adyen Cloud

source: Iniciamos la acción para solicitar firma en Adyen Cloud...
pl: Rozpoczęto procedurę składania podpisu w Adyen Cloud...
pt: Iniciámos a acção para pedir assinatura em Adyen Cloud...
ru: Инициировано действие: запрос на подпись в Adyen Cloud...

source: No se ha podido cargar la configuración del dispositivo de tarjeta Adyen
pl: Nie można załadować konfiguracji urządzenia karty Adyen
pt: Não foi possível carregar a configuração do dispositivo do cartão Adyen
ru: Не удается загрузить конфигурацию устройства чтения карт Adyen

source: Consentimiento Notificaciones realizado
pl: Udzielono zgody na przesyłanie powiadomień
pt: Notificações de consentimento efectuadas
ru: Согласие на получение уведомлений получено

source: Consentimiento Uso de Datos realizado
pl: Udzielono zgody na wykorzystanie danych
pt: Consentimento Utilização de dados efectuada
ru: Согласие на использование данных получено

source: Firma realizada
pl: Złożono podpis
pt: Assinatura efectuada
ru: Подпись получена

source: Finalizada la acción para solicitar firma en Adyen Cloud
pl: Zakończono procedurę składania podpisu w Adyen Cloud
pt: Acção de pedido de assinatura de Adyen Cloud completada
ru: Выполнено действие: запрос подписи в Adyen Cloud

source: Error al realizar la firma en el dispositivo Adyen en modo Cloud: -
pl: Błąd podczas składania podpisu w urządzeniu Adyen w trybie chmury: -
pt: Erro ao assinar no dispositivo de Adyen no modo Cloud: -
ru: Ошибка при подписании на устройстве Adyen в облачном режиме: -

source: Inicio del proceso de pedir consentimiento :
pl: Rozpoczęto procedurę zwrócenia się o wyrażenie zgody :
pt: Início do processo de procura de consentimento :
ru: Начать процесс запроса согласия :

source: Error al realizar el consentimiento en el dispositivo Adyen en modo Cloud: -
pl: Błąd podczas wyrażania zgody w urządzeniu Adyen w trybie chmury: -
pt: Erro ao consentir no dispositivo de Adyen no modo Cloud: -
ru: Ошибка при запросе согласия на устройстве Adyen в облачном режиме: -

source: Error no controlado en la respuesta del dispositivo Adyen.
pl: Nieobsługiwany błąd odpowiedzi urządzenia Adyen.
pt: Erro descontrolado na resposta do dispositivo de Adyen.
ru: Необработанная ошибка в ответе устройства Adyen.

source: No se ha recibido respuesta desde el dispositivo Adyen.
pl: Nie otrzymano odpowiedzi z urządzenia Adyen.
pt: Não foi recebida qualquer resposta do dispositivo de Adyen.
ru: Не получен ответ от устройства Adyen.

source: Error al leer los datos de respuesta del dispositivo Adyen.
pl: Błąd odczytu danych odpowiedzi z urządzenia Adyen.
pt: Dados de resposta de leitura de erro do dispositivo de Adyen.
ru: Ошибка при чтении данных ответа устройства Adyen.

source: Petición de tipo
pl: Żądanie typu
pt: Pedido de tipo
ru: Запрос типа

source: Error en la comunicación, reinténtelo y si persiste el problema, realice operación en modo STANDALONE y avise a Soporte. Gracias
pl: Błąd transmisji danych. Spróbuj ponownie i jeżeli problem wciąż będzie występował, przeprowadź operację w trybie autonomicznym (STANDALONE) i powiadom serwis techniczny. Dziękujemy!
pt: Erro de comunicação, reiniciar e se o problema persistir, executar a operação em modo STANDALONE e notificar o Suporte. Obrigado
ru: Ошибка соединения. Повторите попытку. Если проблема не устранена, выполните операцию в АВТОНОМНОМ режиме и обратитесь в службу поддержки. Спасибо

source: Por favor firme
pl: Proszę złożyć podpis
pt: Assine por favor
ru: Поставьте подпись

source: Términos y Condiciones
pl: Warunki i zasady
pt: Termos e Condições
ru: Условия обслуживания

source: Denegar
pl: Odrzuć
pt: Negar
ru: Отклонить

source: Aceptar
pl: Zatwierdź
pt: Aceitar
ru: OK

source: EFT timeout error
pl: Błąd czasu oczekiwania EFT
ru: Превышено время ожидания ЭПС

source: No se puede abrir el puerto serie
pl: Nie można otworzyć portu szeregowego
pt: Porta de série não pode ser aberta
ru: Не удается открыть последовательный порт

source: EFT reading error
pl: Błąd odczytu EFT
ru: Ошибка чтения ЭПС

source: EFT protocol error
pl: Błąd protokołu EFT
ru: Ошибка чтения ЭПС

source: Axis connection failed
pl: Błąd połączenia Axis
ru: Ошибка подключения к Axis

source: Authorization center connection failed
pl: Błąd połączenia z centrum autoryzacyjnym
ru: Ошибка подключения к центру авторизации

source: Cardholder or acceptor abort
pl: Operacja przerwana przez posiadacza karty lub akceptanta
ru: Прервано держателем карты или получателем

source: Operation impossible
pl: Operacja niemożliwa
ru: Операция невозможна

source: Card expired
pl: Upłynął termin ważności karty
ru: Срок действия карты истек

source: Application not initialized
pl: Aplikacja nie została uruchomiona
ru: Приложение не инициализировано

source: Offline transaction file full
pl: Pełny plik transakcji offline
ru: Файл офлайн-транзакций переполнен

source: Payment refused
pl: Płatność odrzucona
ru: Платеж отклонен

source: Amount below authorized minimum
pl: Kwota poniżej dozwolonego minimum
ru: Сумма меньше разрешенного минимума

source: Amount over authorized maximum
pl: Kwota powyżej dozwolonego maksimum
ru: Сумма больше разрешенного максимума

source: Currency not supported
pl: Nieobsługiwana waluta
ru: Валюта не поддерживается

source: Unknown terminal number
pl: Nieznany numer terminala
ru: Неизвестный номер терминала

source: Card present in the reader
pl: Karta w czytniku
ru: Карта вставлена в считыватель

source: Customer ticket printing failed
pl: Błąd wydruku paragonu klienta
ru: Ошибка при печати квитанции клиента

source: Retailer ticket printing failed
pl: Błąd wydruku paragonu sprzedawcy
ru: Ошибка при печати квитанции продавца

source: Card unreadable
pl: Niemożliwy odczyt karty
ru: Карта не считывается

source: Mute chip
pl: Chip typu mute
ru: Отключить вход микросхемы

source: Declined
pl: Brak akceptacji
ru: Отклонено

source: Devolución de la llamada desconocida
pl: Oddzwanianie na nieznany numer
pt: Chamada de retorno desconhecida
ru: Неизвестный обратный вызов

source: Se ha superado el tiempo de espera de la llamada
pl: Upłynął czas oczekiwania na połącznie
pt: A chamada foi feita por tempo indeterminado
ru: Превышено время ожидания вызова

source: Devolución de la llamada cancelada
pl: Oddzwanianie anulowane
pt: Chamada de retorno cancelada
ru: Обратный вызов отменен

source: Error al localizar el archivo de configuración c3Config
pl: Błąd przy lokalizacji pliku konfiguracyjnego c3Config
pt: Erro ao localizar o ficheiro de configuração do c3Config
ru: Ошибка при поиске файла конфигурации c3Config

source: El timeout debe ser un valor numérico.
pl: Czas oczekiwania musi stanowić wartość numeryczną.
pt: O tempo limite deve ser um valor numérico.
ru: Время ожидания должно быть числовым значением.

source: Error cargando pantalla. Para mas información consulte el log.
pl: Błąd ładowania ekranu. Więcej informacji na ten temat można znaleźć w dzienniku.
pt: Ecrã de carregamento de erros. Para mais informações, ver o registo.
ru: Ошибка при загрузке экрана. См. подробные сведения в журнале.

source: Debe seleccionar un medio de pago.
pl: Należy wybrać środek płatniczy.
pt: Deve seleccionar um método de pagamento.
ru: Выберите способ оплаты.

source: Error al iniciar la conexión con ConexFlow
pl: Błąd przy rozpoczynaniu połączenia z ConexFlow
pt: Erro no início da ligação ConexFlow
ru: Ошибка при попытке соединения с ConexFlow

source: Error no controlado al iniciar la conexión con ConexFlow
pl: Nieobsługiwany błąd przy rozpoczynaniu połączenia z ConexFlow
pt: Erro descontrolado ao iniciar a ligação ao ConexFlow
ru: Необработанная ошибка при попытке соединения с ConexFlow

source: Error al iniciar la desconexión con ConexFlow
pl: Błąd przy kończeniu połączenia z ConexFlow
pt: Erro que inicia a desconexão com ConexFlow
ru: Ошибка при попытке разорвать соединение с ConexFlow

source: Error no controlado al iniciar la desconexión con ConexFlow
pl: Nieobsługiwany błąd przy kończeniu połączenia z ConexFlow
pt: Erro que inicia a desconexão com ConexFlow
ru: Необработанная ошибка при попытке разорвать соединение с ConexFlow

source: Tiempo máximo de espera alcanzado realizando la petición. Por favor, revise su conexión y vuelva a intentarlo.
pl: Upłynął maksymalny czas oczekiwania przy wysyłaniu żądania. Sprawdź połączenie i spróbuj ponownie.
pt: Tempo limite máximo alcançado durante a realização do pedido. Por favor, verifique a sua ligação e tente novamente.
ru: Достигнуто максимальное время ожидания при отправке запроса. Проверьте подключение и повторите попытку.

source: Error de Entrada/Salida al realizar la petición
pl: Błąd wejścia/wyjścia przy wysyłaniu żądania
pt: Erro de entrada/saída ao fazer o pedido
ru: Ошибка ввода/вывода при отправке запроса

source: Cod. resultado:
pl: Kod wyniku:
pt: Resultado de cód
ru: Код результата:

source: Se ha realizado el AutoTest correctamente
pt: O AutoTest foi realizado correctamente

source: Ha ocurrido un error al realizar el AutoTest.
pt: Ocorreu um erro durante o AutoTest.

source: Se ha producido un error realizando el AutoTest.
pt: Ocorreu um erro durante a realização do AutoTest.

source: Error al solicitar los consentimientos/firma.
pt: Erro no pedido de consentimentos/assinaturas.

source: Error al generar los detalles de la petición de devolución para Adyen.
pt: Falha em gerar detalhes de pedido de devolução para Adyen.
