Repository: AlvaroLS01/pos
Catalog: comerzzia-bimbaylola-pos-skin/src/main/resources/skins/bimbaylola/com/comerzzia/pos/services/i18n/*.po
Languages: ca

source: Error al generar el código de barras.
ca: Error en generar el codi de barres.

source: No existe caja abierta en el sistema
ca: No hi ha cap caixa oberta en el sistema

source: Error al consultar caja abierta en sesión del sistema
ca: Error en consultar caixa oberta en sessió del sistema

source: No existen cajas cerrada en el sistema
ca: No hi ha caixes tancades en el sistema

source: Error al consultar los movimientos de caja en el sistema
ca: Error en consultar els moviments de caixa en el sistema

source: Error en la validación del documento.
ca: Error en la validació del document.

source: Error guardando contador
ca: Error en desar comptador

source: Error consultando contadores
ca: Error en consultar comptadors

source: Error en la longitud del valor del contador
ca: Error en la longitud del valor del comptador

source: No se han encontrado contadores
ca: No s'han trobat comptadors

source: Error guardando parámetro de configuración
ca: Error en desar paràmetre de configuració

source: Error en la longitud de un parámetro del contador
ca: Error en la longitud d'un paràmetre del comptador

source: Propiedad no configurada
ca: Propietat no configurada

source: No se ha encontrado contador con rangos disponible
ca: No s'ha trobat cap comptador amb rangs disponible

source: Error realizando el procesamiento del identificador fiscal
ca: Error en realitzar el processament de l'identificador fiscal

source: NO USA
ca: NO UTILITZA

source: Error en el proceso de firma.
ca: Error en el procés de signatura.

source: Quiero recibir comunicaciones comerciales de BIMBA Y LOLA.
ca: Vull rebre comunicacions comercials de BIMBA Y LOLA.

source: Acepto que mis datos sean usados para la elaboración de perfiles basados en hábitos de compra.
ca: Accepto que les meves dades s'utilitzin per a l’elaboració de perfils basats en hàbits de compra.

source: Bimba y Lola es Responsable del Tratamiento de sus datos. Para más info consulte en tienda
ca: Bimba y Lola és responsable del tractament de les seves dades. Per obtenir més informació, consulti a la botiga

source: Siguiente
ca: Següent

source: Cancelar
ca: Cancel·lar

source: Por favor firme debajo ...
ca: Sisplau, signi a continuació...

source: Limpiar
ca: Netejar

source: El usuario ha cancelado el proceso de firma.
ca: L'usuari ha cancel·lat el procés de signatura.

source: El dispositivo no se encuentra disponible. Revise la conexión.
ca: El dispositiu no està disponible. Revisi la connexió.

source: Ya existe un FidelizadoFirma con estos datos.
ca: Ja hi ha un FidelitzatSignatura amb aquestes dades.

source: No se han encontrado resultados de Firmas de Fidelizado con estos datos.
ca: No s'han trobat resultats de signatures de fidelitzat amb aquestes dades.

source: Error al realizar la acción con un FidelizadoFirma
ca: Error en realitzar l'acció amb un FidelitzatSignatura

source: unknown operation
ca: operació desconeguda

source: not enough memory to complete the operation
ca: no hi ha prou memòria per completar l'operació

source: operation not specified
ca: operació no especificada

source: the structure of storage of the error of the FN operation is not specified
ca: no s'ha especificat l'estructura d'emmagatzematge de l'error de l’operació FN

source: the structure of the results of the FN operation is not specified
ca: no s’ha especificat l’estructura dels resultats de l’operació FN

source: the structure of the input parameters of the FN operation is not specified
ca: no s'ha especificat l'estructura dels paràmetres d'entrada de l'operació FN

source: exceeded the maximum data size for the FN command
ca: s’ha superat la mida màxima de dades de l’ordre FN

source: error in classifier
ca: error en el classificador

source: error of the initial state of the FN before (re-) registration
ca: error de l'estat inicial de l’FN abans del (re-) registre

source: FN error when receiving status
ca: error FN en rebre l’estat

source: FN error when issuing the command "Start registration report"
ca: error FN en emetre l’ordre "Start registration report"

source: FN error when issuing the command "Transfer document data"
ca: error FN en emetre l’ordre "Transfer document data"

source: FN error when issuing the command "Generate a report on registration (re-registration) of FCR"
ca: error FN en emetre l’ordre "Generate a report on registration (re-registration) of FCR"

source: FN error when issuing the command "Start closing the FN fiscal mode"
ca: error FN en emetre l’ordre "Start closing the FN fiscal mode"

source: FN error when issuing the command "Close FN fiscal mode"
ca: error FN en emetre l’ordre "Close FN fiscal mode"

source: error when trying to capture FN
ca: error en intentar capturar FN

source: FN error when issuing the command "Start generating a report on the current state of calculations"
ca: error FN en emetre l’ordre "Start generating a report on the current state of calculations"

source: FN error when issuing the command "Generate a report on the current state of calculations"
ca: error FN en emetre l’ordre "Generate a report on the current state of calculations"

source: FN error: shift is open
ca: error FN: el torn està obert

source: FN error: shift is closed
ca: error FN: el torn està tancat

source: FN error: there is an unclosed document
ca: error FN: hi ha un document sense tancar

source: FN error when issuing the command "Request for the number of FDs for which there is no receipt"
ca: error FN en emetre l’ordre "Request for the number of FDs for which there is no receipt"

source: FN error when issuing the command "Request for FN validity period"
ca: error FN en emetre l’ordre "Request for FN validity period"

source: FN error when issuing the command "Request for FN fiscalization results"
ca: error FN en emetre l’ordre "Request for FN fiscalization results"

source: FN error: there are documents unconfirmed in the FDO
ca: error FN: hi ha documents no confirmats a l’FDO

source: FN error when issuing the command "Start opening shift"
ca: error FN en emetre l’ordre "Start opening shift"

source: FN error when issuing the command "Open shift"
ca: error FN en emetre l’ordre "Open shift"

source: FN error when issuing the command "Start closing shift"
ca: error FN en emetre l’ordre "Start closing shift"

source: FN error when issuing the command "Close shift"
ca: error FN en emetre l’ordre "Close shift"

source: FN error when issuing the command "Start receipt formation (SRF)"
ca: error FN en emetre l’ordre "Start receipt formation (SRF)"

source: type definition error: check or SRF
ca: error de definició de tipus: xec o SRF

source: FN error: check is not open
ca: error FN: el xec no està obert

source: data conversion error
ca: error de conversió de dades

source: FN error when issuing the "Generate check" command
ca: error FN en emetre l’ordre "Generate check"

source: FN error when issuing the command "Undo the current document"
ca: error FN en emetre l’ordre "Undo the current document"

source: error: unclosed document is missing
ca: error: falta el document no tancat

source: error: shift overdue
ca: error: torn vençut

source: error: correction check is not open
ca: error: el xec de correcció no està obert

source: FN error when receiving counters
ca: error FN en rebre els comptadors

source: FN error when receiving the shift state
ca: error FN en rebre l’estat del torn

source: error: the check is empty (no items for calculation)
ca: error: el xec està buit (no hi ha elements per al càlcul)

source: error: the stage of the receipt formation does not correspond to the operation
ca: error: la fase de la formació de rebuts no correspon a l’operació

source: FN error when issuing the command "Request for the number and type of FN software version"
ca: error FN en emetre l’ordre "Request for the number and type of FN software version"

source: error: a debug version of the FN is needed to perform the operation
ca: error: es necessita una versió de depuració de l’FN per realitzar l'operació

source: FN error when issuing the "FN Reset" command
ca: error FN en emetre l’ordre "FN Reset"

source: FN error when receiving the status of information exchange with the FDO
ca: error FN en rebre l’estat de l’intercanvi d’informació amb l’FDO

source: FN error: message reading for FDO has already started
ca: error FN: la lectura de missatges per a FDO ja s’ha iniciat

source: FN error: no messages for FDO
ca: error FN: no hi ha missatges per a FDO

source: FN error when issuing the command "Send the status of the transport connection with the FDO server"
ca: error FN en emetre l’ordre "Send the status of the transport connection with the FDO server"

source: FN error when issuing the command "Start reading a message for the FDO server"
ca: error FN en emetre l’ordre "Start reading a message for the FDO server"

source: FN error: message reading for FDO has not started yet
ca: error FN: la lectura de missatges per a FDO encara no s’ha iniciat

source: FN error when issuing the command "Cancel message reading for the FDO server"
ca: error FN en emetre l’ordre "Cancel message reading for the FDO server"

source: FN error when issuing the command "Read message block for the FDO server"
ca: error FN en emetre l’ordre "Read message block for the FDO server"

source: FN error: there is no readiness to accept a receipt from the FDO
ca: error FN: no hi ha preparació per acceptar un rebut de l’FDO

source: FN error when issuing the command "Send a receipt from the FDO server"
ca: error FN en emetre l’ordre "Send a receipt from the FDO server"

source: FN error: incorrect fiscal signature
ca: error FN: la signatura fiscal és incorrecta

source: FN error: invalid receipt format
ca: error FN: el format de rebut no és vàlid

source: FN error: invalid FD number
ca: error FN: el número FD no és vàlid

source: FN error: wrong FN number
ca: error FN: el número FN no és correcte

source: FN error: invalid CRC
ca: error FN: el CRC no és vàlid

source: FN error when issuing the command "Request for a fiscal document in TLV format"
ca: error FN en emetre l’ordre "Request for a fiscal document in TLV format"

source: FN error when issuing the command "Reading the TLV of the fiscal document"
ca: error FN en emetre l’ordre "Reading the TLV of the fiscal document"

source: FN error: the compulsory document data is missing in the archive
ca: error FN: falten les dades obligatòries del document al fitxer

source: FN error: the document requested from the archive is not a receipt
ca: error FN: el document sol·licitat de l'arxiu no és un rebut

source: FN error when issuing the command "Request for the total size of data transmitted by command 07h"
ca: error FN en emetre l’ordre "Request for the total size of data transmitted by command 07h"

source: FN error when issuing the command "Request for FN format"
ca: error FN en emetre l’ordre "Request for FN format"

source: FN error: erroneous data received from FN
ca: error FN: s’han rebut dades errònies de FN

source: Timeout for receiving a command
ca: Temps d’inactivitat per rebre una ordre

source: Print device is busy ...
ca: El dispositiu d'impressió està ocupat...

source: Unknown parameters specified in the command
ca: S’han especificat paràmetres desconeguts a l’ordre

source: The command is missing compulsory parameters
ca: A l’ordre falten paràmetres obligatoris

source: The command contains parameters, but they should not be
ca: L’ordre conté paràmetres, però no hi haurien de ser

source: Invalid command format or unknown command
ca: Format d’ordre no vàlid o ordre desconeguda

source: error in specifying the version of the FFD FCR
ca: error en especificar la versió de l’FFD FCR

source: error in setting the serial number of the FCR
ca: error en establir el número de sèrie de l’FCR

source: error in specifying the FCR version
ca: error en especificar la versió de FCR

source: error in setting the registration number of the FCR
ca: error en establir el número de registre de l’FCR

source: error in setting TIN
ca: error en establir TIN

source: error in setting FDO TIN
ca: error en establir FDO TIN

source: error in specifying the reason for re-registration
ca: error en especificar el motiu del re-registre

source: error: the specified taxation system is not supported
ca: error: no s’admet el règim fiscal especificat

source: error in specifying a calculation attribute
ca: error en especificar un atribut de càlcul

source: error in specifying the attribute of the payment method
ca: error en especificar l’atribut del mètode de pagament

source: error in specifying the attribute of the item
ca: error en especificar l’atribut de l’element

source: error in specifying the name of the item
ca: error en especificar el nom de l’element

source: error in setting the unit of measurement
ca: error en establir la unitat de mesura

source: error in setting the item code
ca: error en establir el codi d’element

source: error in specifying the quantity
ca: error en especificar la quantitat

source: error in setting the unit price of an item
ca: error en establir el preu unitari d’un element

source: error in setting the price value of the item
ca: error en establir el valor de preu de l’element

source: error in setting the VAT rate
ca: error en establir el tipus de l’IVA

source: error in calculating the amount of VAT per unit
ca: error en calcular l’import de l’IVA per unitat

source: error in calculating the amount of VAT
ca: error en calcular l’import de l’IVA

source: error: the calculation of the value of items exceeded the maximum allowable value
ca: error: el càlcul del valor dels elements ha superat el valor màxim admissible

source: error: the calculation of the value for the check exceeded the amount of payments
ca: error: el càlcul del valor del xec ha superat l’import dels pagaments

source: an error in specifying the amount of accepted cash as payment for a check
ca: un error en especificar l’import de l’efectiu acceptat com a pagament per un xec

source: error: the calculation of the cost by type of payment for the check exceeded the limit
ca: error: el càlcul del cost per tipus de pagament per al xec ha superat el límit

source: error of obtaining the current time from the internal clock of the FCR
ca: error en obtenir l’hora actual del rellotge intern de l’FCR

source: error: there can be only one item in a check with credit payment
ca: error: només hi pot haver un element en un xec amb pagament de crèdit

source: error: cashier not set
ca: error: caixa no definida

source: error in setting the agent attribute
ca: error en establir l’atribut d’agent

source: error: the document in electronic form is not generated
ca: error: no s’ha generat el document en format electrònic

source: error: the maximum number of items with an item code has been exceeded
ca: error: s'ha superat el nombre màxim d'elements amb un codi d'element

source: error: Attempt to re-set a unique parameter
ca: error: Intenti tornar a definir un paràmetre únic

source: error: vendor tax ID not specified
ca: error: no s’ha especificat l’ID fiscal del proveïdor

source: error: an attempt was made to set the quantity of a unique item
ca: error: s'ha intentat establir la quantitat d'un element únic

source: error in setting the parameter of the FN operation
ca: error en establir el paràmetre de l’operació FN

source: FN operation parameter not specified
ca: no s’ha especificat el paràmetre d’operació FN

source: error in setting the operating modes of the FCR
ca: error en establir els modes d’operació de l’FCR

source: error in specifying extended operating modes of the FCR
ca: error en especificar els modes d’operació ampliats de l’FCR

source: error setting parameter with date / time
ca: error en establir el paràmetre amb data/hora

source: error in setting a parameter with a tax number
ca: error en establir un paràmetre amb un número fiscal

source: error in setting a parameter with a bit mask
ca: error en establir un paràmetre amb una màscara de bits

source: error: line length too long
ca: error: longitud de línia massa llarga

source: error: invalid data
ca: error: dades no vàlides

source: error: unknown FN command
ca: error: ordre FN desconeguda

source: error: incorrect state of FN
ca: error: estat incorrecte de FN

source: error: FN failure
ca: error: fallada de FN

source: error: failure of the CRC
ca: error: fallada del CRC

source: error: command parameters do not correspond to FN life stage
ca: error: els paràmetres de l’ordre no corresponen a la fase de vida de FN

source: error: incorrect date and / or time
ca: error: data i/o hora incorrectes

source: error: no requested data
ca: error: no s’han sol·licitat dades

source: error: incorrect value of command parameters
ca: error: valor incorrecte dels paràmetres de l’ordre

source: error: invalid command.
ca: error: ordre no vàlida.

source: error: invalid requisites.
ca: error: requisits no vàlids.

source: error: data duplication
ca: error: duplicació de dades

source: error: there is no data compulsory for correct accounting in the FN
ca: error: no hi ha dades obligatòries per a una comptabilitat correcta a l’FN

source: error: the number of items in the document has exceeded the allowed limit
ca: error: el nombre d’elements del document ha superat el límit permès

source: error: oversized TLV data
ca: error: dades TLV sobredimensionades

source: error: no transport connection
ca: error: no hi ha connexió de transport

source: error: FN resource limit over
ca: error: límit de recursos FN excedit

source: error: FN resource limitation
ca: error: limitació de recursos FN

source: error: shift duration exceeded
ca: error: s’ha superat la durada del torn

source: error: incorrect data on the time interval between fiscal documents
ca: error: dades incorrectes en l’interval de temps entre documents fiscals

source: error: incorrect variable transferred by the cash register to the FN
ca: error: variable incorrecta transferida per la caixa enregistradora a l’FN

source: error: incorrect variable with a sign of selling excisable goods
ca: error: variable incorrecta amb un signe de venda de productes subjectes a impostos

source: error: FDO message could not be received
ca: error: no s’ha pogut rebre el missatge de l’FDO

source: DM verification key update service error
ca: error del servei d’actualització de la clau de verificació DM

source: error: unknown response from the verification code verification key update service
ca: error: resposta desconeguda del servei d’actualització de la clau de verificació del codi de verificació

source: error: it is required to repeat the procedure for updating DM verification keys
ca: error: és necessari repetir el procediment per actualitzar les claus de verificació DM

source: error: work with marked goods is prohibited
ca: error: està prohibit treballar amb productes marcats

source: the correct sequence of sending commands for processing labeled goods is violated
ca: s’ha infringit la seqüència correcta d’enviament d’ordres per processar els productes etiquetats

source: error: work with marked goods is temporarily blocked
ca: error: l’ús de productes marcats està bloquejat temporalment

source: error: marking code check table is full
ca: error: la taula de comprovació del codi de marcatge està plena

source: error: period exceeded 90 days since last update of verification keys
ca: error: el període ha superat els 90 dies des de l’última actualització de les claus de verificació

source: error: required requisites are missing in the TLV block
ca: error: falten els requisits necessaris en el bloc TLV

source: error: attribute 2007 contains a DM that was not previously checked in FN
ca: error: l’atribut 2007 conté un DM que no s’ha comprovat anteriorment a FN

source: error: Failed to contact the OISM server
ca: error: S’ha produït un error en contactar amb el servidor OISM

source: error: empty response received from OISM
ca: error: s’ha rebut una resposta buida d’OISM

source: error: unable to contact OKP server
ca: error: no s’ha pogut contactar amb el servidor OKP

source: error: empty response received from OKP
ca: error: s’ha rebut una resposta buida d’OKP

source: Descuento del
ca: Descompte del

source: Card No
ca: Núm. de targeta

source: Paid
ca: Pagat

source: Error mientras se imprimía el ticket en la impresora fiscal.
ca: Error mentre s’imprimia el tiquet a la impressora fiscal.

source: Se ha generado un ticket erróneo debido a un control del POS.
ca: S'ha generat un tiquet erroni a causa d'un control del POS.
